Repository: gaissa/Raito
Catalog: *-content/languages/*/core.po
Languages: sv_se

source: Clear All
sv_se: Ta bort alla

source: Clear Misclassified
sv_se: Rensa misclassified

source: Up
sv_se: Upp

source: Down
sv_se: Ner

source: Please wait until the download is completed
sv_se: Var vänlig vänta tills nedladdningen är klar

source: Downloading
sv_se: Laddar ner

source: Update comment
sv_se: Uppdatera kommentar

source: Add comment
sv_se: Lägg till kommentar

source: Edit comment &raquo; %s
sv_se: Redigera kommentar &raquo; %s

source: Unblocked
sv_se: Oblockerad

source: Blocked
sv_se: Blockerad

source: Delete comment
sv_se: Radera kommentar

source: Are you sure you want to delete this comment?
sv_se: Är du säker på att du vill radera denna kommentar?

source: Add custom field
sv_se: Lägg till anpassningsbart fält

source: Delete custom field
sv_se: Radera anpassningsbart fält

source: Are you sure you want to delete this custom field?
sv_se: Är du säker på att du vill radera detta anpassningsbara fält?

source: Choose an option
sv_se: Välj ett alternativ

source: Item ID
sv_se: Annons ID

source: Are you sure you want to %s the selected languages?
sv_se: Är du säker på att du vill %s dem valda språken?

source: Are you sure you want to %s the selected media files?
sv_se: Är du säker på att du vill %s med dem valda media filerna?

source: Are you sure you want to delete this language?
sv_se: Är du säker på att du vill ta bort detta språket?

source: Newsletter
sv_se: Nyhetsbrev

source: Want the latest tips and updates delivered to your inbox? <strong>Sign up now!</strong>
sv_se: Vill du ha dem senaste tipsen och uppdateringarna till din inkorg? <strong>Anmäl dig nu!</strong>

source: Subscribe
sv_se: Prenumerera

source: Donate
sv_se: Donera

source: Custom
sv_se: Anpassad

source: Updates
sv_se: Uppdateringar

source: Available plugins
sv_se: Tillgängliga plugin

source: Are you sure you want to %s the selected pages?
sv_se: Är du säker på att du vill %s med dem valda sidorna?

source: Delete page
sv_se: Ta bort sida

source: Are you sure you want to delete this page?
sv_se: Är du säker på att du vill ta bort denna sidan?

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
sv_se: Detta plugin kunde inte installerats för det triggade ett <strong>allvarligt fel</strong>

source: Check updates
sv_se: Kolla efter uppdateringar

source: Maximum size: this field is required
sv_se: Maximal storlek: detta fält krävs

source: Watermark Text Settings
sv_se: Vattenstämpel Textinställningar

source: Color
sv_se: Färg

source: Centre
sv_se: Mitten

source: Top Left
sv_se: Uppe till vänster

source: Top Right
sv_se: Uppe till höger

source: Bottom Left
sv_se: Nere till vänster

source: Bottom Right
sv_se: Nere till höger

source: Watermark Image Settings
sv_se: Vattenmärkta bildinställningar

source: It has to be a .PNG image
sv_se: Det måste vara en .PNG bild

source: User listings
sv_se: Användar annonser

source: Upgrade now
sv_se: Uppgradera nu

source: Administrators
sv_se: Administratörer

source: Showing %s to %s of %s results (filtered from %s total results)
sv_se: Visar %s till %s av %s resultat (filtrerade från %s totala resultat)

source: Showing %s to %s of %s results
sv_se: Visar %s till %s av %s resultat

source: We are sorry for any inconvenience. %s is undergoing maintenance.
sv_se: Vi ber om ursäkt för eventuella besvär. %s genomgår underhåll.

source: Apply the expiration date and price field changes to children categories
sv_se: Applicera utgångsdatum och pris fältförändringar till underkategorier

source: The connection with the Osclass market has failed. Try it later.
sv_se: Anslutningen med Osclass marknaden har misslyckats. Försök igen senare.

source: Are you sure you want to %s the selected admins?
sv_se: Är du säker på att du vill %s dem valda administratörerna?

source: An error occurred
sv_se: Ett fel uppstod

source: An error occurred while updating.
sv_se: Ett fel uppstod under uppdateringen

source: Sorry, you already have a field with that name
sv_se: Tyvärr, du har redan ett fält med det namnet

source: An error occurred while deleting
sv_se: Ett fel inträffade vid borttagning

source: No category with id %d exists
sv_se: Ingen kategori med id %d existerar

source: The category as well as its subcategories have been enabled
sv_se: Kategorin såväl som underkategorierna har blivit aktiverade

source: The category as well as its subcategories have been disabled
sv_se: Kategorin och såväl underkategorierna har blivit avaktiverade

source: Category updated correctly, but some titles are empty
sv_se: Kategorin uppdaterades korrekt, men några titlar är tomma

source: Sorry, including at least a title is mandatory
sv_se: Tyvärr, detta inkluder åtminstone att en titel är obligatorisk

source: An error occurred while updating
sv_se: Ett fel uppstod under uppdateringen

source: An error occurred while sending email
sv_se: Ett fel uppstod vid sändning av e-post

source: Everything looks good! Your Osclass installation is up-to-date
sv_se: Allting ser bra ut! Din Osclass installation är den senaste

source: Problems when upgrading the database
sv_se: Problem uppstod när databasen försökte uppgraderas

source: Problems when copying files. Please check your permissions.
sv_se: Problem när du kopierar filer. Kontrollera din behörighet.

source: We had some errors upgrading your database. The follwing queries failed:
sv_se: Det uppstod några fel när vi försökte uppgradera din databas. Följande frågor misslyckades:

source: Everything looks good!
sv_se: Allt ser bra ut!

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
sv_se: NOTERA: webbanvändare och målmapp användare är inte samma sak, du kanske har ett problem där. <br/>Gör detta i din konsol:<br/>chown -R %s:%s %s

source: No code was submitted
sv_se: Ingen kod lämnades

source: No market data
sv_se: Ingen market data

source: You don't have the necessary permissions
sv_se: Du har inte tillräcklig behörighet

source: Repeat new password
sv_se: Upprepa nytt lösenord

source: There's a new update available
sv_se: Det finns nya uppdateringar tillgängliga

source: One location has been deleted
sv_se: En plats har raderats

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
sv_se: Administratörer har total kontroll över alla aspekter av din installation, medan moderatorer bara får moderera annonser, kommentarer och mediafiler

source: If you want to change your password, type your current password here. Otherwise, leave this blank.
sv_se: Om du vill ändra ditt lösenord skriv in ditt nuvarande lösenord här. Annars lämnar du fältet tomt.

source: Without expiration
sv_se: Utan utgångsdatum

source: 1 day
sv_se: 1 dag

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
sv_se: Lägg till användare som kan hantera din sida. Du kan lägga till administratörer eller moderatorer: admins har tillgång till hela admin panelen medan moderatorer bara kan ändra annonser och se statistik.

source: Update expiration?
sv_se: Annonsen har utgått. Uppdatera?

source: Delete admin
sv_se: Ta bort admin

source: Are you sure you want to delete this admin?
sv_se: Är du säker på att du vill ta bort denna admin?

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>oc-content/themes</em>.
sv_se: Lägg till Osclass teman manuellt i .zip format. Du kan om du föredrar att ladda upp okompromissat tema till <em>oc-content/themes</em>.

source: Can't install a new theme
sv_se: Kan inte installera ett nytt tema

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
sv_se: Tema mappen är inte skrivbar på din server så att du inte kan ladda upp teman från administrationspanelen. Var god och gör tema mappen skrivbar och försök igen.

source: Expiration
sv_se: Utgångsdatum

source: Description (for internal purposes only)
sv_se: Beskrivning (användas endast internt)

source: Delete theme
sv_se: Ta bort tema

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
sv_se: Ändra din sidas utseende genom att aktivera ett tema som är tillgängliga. Du kan ladda ner nya teman från <a href="%s">marknaden</a>. <strong>Var försiktig</strong>: om ditt tema har blivit anpassat kan du förlora alla ändringar om du byter till ett nytt tema.

source: This action can not be undone. Are you sure you want to delete the theme?
sv_se: Denna åtgärd kan inte ångras. Är du säker på att du vill ta bort temat?

source: The theme has been downloaded correctly, proceed to activate or preview it.
sv_se: Temat har laddats ner korrekt, fortsätt för att aktivera eller förhandsgranska det.

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
sv_se: Modifiera din sidas header eller footer här. Funkar endast med kompatibla teman som finns tillgängliga i Market.

source: Delete widget
sv_se: Ta bort widget

source: Are you sure you want to delete this widget?
sv_se: Är du säker på att du vill ta bort denna widgeten?

source: Expiration dates
sv_se: Utgångsdatum

source: If the value is zero, it means this category doesn't have an expiration
sv_se: Om värdet är noll betyder det att denna kategorin inte har något utgångsdatum

source: Ajax error, please try again.
sv_se: Ajax error, var vänligen försök igen

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
sv_se: Lägg till, redigera eller radera kategorier eller underkategorier där användare kan lägga upp annonser. Ordna om avsnitten genom att dra och släppa, eller gör en underkategori i en utökad kategori. <strong>Var försiktig</strong>: Om du tar bort en kategori, kommer alla annonser associerade med kategorin också tas bort!

source: Note: You must expand the category in order to make it a subcategory.
sv_se: Notera: Du måste expandera kategorin för att kunna göra en underkategori.

source: This action could take a while.
sv_se: Denna begäran kan ta en stund.

source: Delete category
sv_se: Ta bort kategori

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
sv_se: <strong>VARNING</strong>: Detta kommer också att ta bort annonser under den kategorin. Denna åtgärd kan inte ångras. Är du säker på att du vill fortsätta?

source: Registered user
sv_se: Registrerad användare

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
sv_se: Hantera kommentarer som användarna publicerar på de annonser på din webbplats. Du kan även redigera, ta bort, aktivera eller blockera kommentarer.

source: Ip Address
sv_se: IP adress

source: Send email
sv_se: Skicka e-post

source: Test it
sv_se: Testa det

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
sv_se: Ändra e-posten dina webbplats användare får när de gör ett konto, när någon visar intresse för deras annons, återställa lösenord... <strong>Var försiktig</strong>: ändra inte något av de ord som visas inom parentes.

source: Email templates &raquo; %s
sv_se: Epostmallar &raquo; %s

source: Separate options with commas
sv_se: Separera alternativ med komman

source: Select the categories where you want to apply this attribute:
sv_se: Välj de kategorier där du vill använda detta attribut:

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
sv_se: Skapa nya fält för användarna att fylla i när de publicerar en annons. Du kan behöva extra information såsom antalet sovrum i annonserna över fastigheter eller bränsletyp i bilannonserna, till exempel.

source: Thank you for using <a href="%s" target="_blank">Osclass</a>
sv_se: Tack för att du använder <a href="%s" target="_blank">Osclass</a>

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
sv_se: Hantera alla listor på din webbplats: redigera, radera eller blockera de senaste annonserna som publicerats. Du kan också filtrera efter flera parametrar: användarvänlighet, län, stad, etc.

source: Email
sv_se: E-post

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
sv_se: Härifrån kan du redigera eller radera de annonser som rapporterats av användare (spam, felaktigt klassificerad, dubblett, löpt ut, offensiv). Du kan också ta bort rapporten, om du anser att det är fel.

source: Are you sure you want to %s the selected items?
sv_se: Är du säker på att du vill %s dem valda annonserna?

source: Are you sure you want to clear all the reportings of the selected items?
sv_se: Är du säker på att du vill radera alla rapporter om dem valda objekten?

source: Are you sure you want to clear the spam reportings of the selected items?
sv_se: Är du säker på att du vill ta bort spam rapporterna på dem valda objekten?

source: Are you sure you want to clear the misclassified reportings of the selected items?
sv_se: Är du säker på att du vill ta bort felaktigt klassificerade rapporter av dem valda objekten?

source: Are you sure you want to clear the duplicated reportings of the selected items?
sv_se: Är du säker på att du vill ta bort dubblett rapporterna från dem valda objekten?

source: Are you sure you want to clear the expired reportings of the selected items?
sv_se: Är du säker på att du vill ta bort dem utgågna rapporterna från dem valda objekten?

source: Are you sure you want to clear the offensive reportings of the selected items?
sv_se: Är du säker på att vill ta bort dem kränkande rapporterna från dem valda objekten?

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
sv_se: Ändra de allmänna inställningarna för dina annonser. Bestäm om användarna måste registrera sig för att kunna publicera något, antalet bilder som tillåts för varje annons etc.

source: If the value is set to zero, there is no wait period
sv_se: Om värdet är satt till noll, finns det ingen vänteperiod

source: After %s validated listings the user doesn't need to validate the listings any more
sv_se: Efter %s validerade annonser behöver inte användaren validera några annonser längre

source: Allow attached files in contact publisher form
sv_se: Tillåt att bifoga filer i kontaktformuläret till säljaren

source: Send admin a copy of the "contact publisher" email
sv_se: Skicka admin en kompia av "kontakta säljaren" epost

source: Send admin a copy to "share listing" email
sv_se: Skicka en kopia av "Dela annonsen" epost till admin

source: If the value is zero, it means an unlimited number of images is allowed
sv_se: Om värdet är lika med noll, betyder det att obegränsat antal bilder är tillåtet

source: Can't install a new language
sv_se: Kan inte installera ett nytt språk

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
sv_se: Mappen översättningar är inte skrivbar på din server så du inte kan ladda upp översättningar från administrationspanelen. Var god och gör översättningsmappen skrivbar och försök igen.

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
sv_se: Lägg till, redigera eller ta bort språk som din Osclass visas, både den del som är synlig från användare och admin panelen.

source: Delete language
sv_se: Ta bort språk

source: Tick to allow searches by this field
sv_se: Kryssa i för att tillåta sökningar genom detta fältet

source: Osclass is a free, open-source project, sustained by the community. Money received from donations will be used to further development and improve the project.
sv_se: Osclass är ett gratis, open-source-projekt som stöds av gemenskapen. Pengar som kommer in från donationer används för att fortsätta utvecklingen och förbättra projektet.

source: Download
sv_se: Ladda ner

source: Last update
sv_se: Senaste uppdateringen

source: Downloads
sv_se: Nerladdningar

source: Requires at least
sv_se: Kräver minst

source: Compatible up to
sv_se: Kompatibel upp till

source: Screenshots
sv_se: Skärmdumpar

source: Warning! This package is not compatible with your current version of Osclass (%s)
sv_se: Varning! Detta paketet är inte kompatibelt med din nuvarande version av Osclass (%s)

source: Are you sure?
sv_se: Är du säker?

source: Ok, proceed anyway
sv_se: Ok, fortsätt ändå

source: Warning! This theme is not compatible with your current version of Osclass (%s)
sv_se: Varning! Detta temat är inte kompatibelt med din nuvarande version av Osclass (%s)

source: The plugin has been downloaded correctly, proceed to install and configure.
sv_se: Tillägget har laddats ner korrekt, fortsätt för att installera och konfiguera

source: The language has been downloaded correctly, proceed to activate.
sv_se: Språket har laddats ner korrekt, fortsätt för att aktivera det.

source: downloads
sv_se: nerladdningar

source: Discover how to improve your Osclass!
sv_se: Upptäck hur du kan förbättra din Osclass!

source: Themes
sv_se: Teman

source: No white background will be added to keep the size.
sv_se: Inga vita bakgrunder kommer att läggas till för att behålla storleken

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
sv_se: Bläddra och ladda ner tillgängliga Osclass plugins, från en ständigt uppdaterad val. När du laddat ner en plugin, måste du installera den och konfigurera den för att få det igång.

source: Recommended plugins for You
sv_se: Rekommenderade plugins för Dig

source: View all (%s)
sv_se: Visa alla (%s)

source: Recommended themes for You
sv_se: Rekommenderade teman för Dig

source: Languages for this version
sv_se: Språk för denna versionen

source: Last updates
sv_se: Senaste uppdateringarna

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
sv_se: Hantera bilder som användare har laddat upp tillsammans med sina annonser. Du kan ta bort dem utan att ta bort hela annonsen om bilden är olämpligt eller inte matchar noteringen.

source: Delete media
sv_se: Ta bort media

source: Are you sure you want to delete this media file?
sv_se: Är du säker på att du vill ta bort denna media filen?

source: Used to quickly identify this page
sv_se: Används för att snabbt kunna identifiera denna sida

source: Page template
sv_se: Sidmall

source: Default template
sv_se: Standardmall

source: Show a link in footer
sv_se: Visa en länk i footer

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
sv_se: Med Osclass kan du skapa statiska sidor där information kan lagras, t.ex. "Om oss" eller "Info" sidor. Härifrån kan du skapa, redigera eller ta bort din webbplats statiska sidor.

source: No Subcategory
sv_se: Ingen underkategori

source: Select Subcategory
sv_se: Välj underkategori

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>oc-content/plugins</em>.
sv_se: Lägg till Osclass plugins manuellt i .zip format. Du kan om du föredrar att ladda upp okompromissat plugin till <em>oc-content/plugins</em>.

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
sv_se: Plugin mappen är inte skrivbar på din server så att du inte kan ladda upp plugins från administrationspanelen. Var god och gör mappen skrivbar och försök igen.

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
sv_se: Installera eller avinstallera plugins som finns tillgängliga i din installation. I vissa fall måste du konfigurera plugin för att få det att fungera.

source: Uninstall plugin
sv_se: Avinstallera plugin

source: Moderated comments: this field must only contain numeric characters
sv_se: Moderera annonserna: detta fältet kan endast innehålla siffror

source: Comments per page: this field must only contain numeric characters
sv_se: Kommentarer per sida: detta fältet får endast innehålla siffror

source: Modify the options that allow your users to publish comments on your site's listings.
sv_se: Modifiera inställningarna som tillåter att dina användare kan publicera kommentarer på din webbplats annonser.

source: Comment Settings &raquo; %s
sv_se: Kommentar inställningar &raquo; %s

source: Comment Settings
sv_se: Kommentar inställningar

source: A comment is being held for moderation
sv_se: En kommentar hålls för moderation

source: Before a comment appears, comment author must have at least %s previously approved comments
sv_se: Innan en kommentar visas måste kommentar författaren ha minst %s tidigare godkända kommentarer

source: If the value is zero, an administrator must always approve comments
sv_se: Om värdet är noll, måste en administratör alltid godkänna kommentarerna

source: If the value is zero all comments are shown
sv_se: Om värdet är noll visas alla kommentarer

source: A new comment is posted
sv_se: En ny kommentar har postats

source: There's a new comment on his listing
sv_se: Det är en ny kommentar på säljarens annons

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
sv_se: Lägg till nya valutor eller redigera befintliga valutor så att användarna kan publicera listor på landets valuta.

source: Are you sure you want to %s the selected currencies?
sv_se: Är du säker på att du vill %s med dem valda valutorna?

source: Delete currency
sv_se: Ta bort valuta

source: Are you sure you want to delete this currency?
sv_se: Är du säker på att du vill ta bort denna valutan?

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
sv_se: Måste vara en tre-teckenkod enligt <a href="%s" target="_blank">ISO 4217</a>

source: Currency symbol
sv_se: Valuta symbol

source: Listings shown in RSS feed: this field is required
sv_se: Annonser som visas i RSS feeden: detta fältet krävs
