Repository: gaissa/Raito
Catalog: *-content/languages/*/core.po
Languages: sv_se

source: Listings shown in RSS feed: this field must only contain numeric characters
sv_se: Annonser som visas i RSS flödet: detta fältet får endast innehålla siffror

source: Latest listings shown: this field is required
sv_se: Senaste annonserna visas: detta fältet krävs

source: Latest listings shown: this field must only contain numeric characters
sv_se: Senaste annonserna visas: detta fältet måste endast innehålla siffror

source: The search page shows: this field must only contain numeric characters
sv_se: Söksidan visar: detta fält får bara innehålla siffror

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
sv_se: Ändra grundläggande konfiguration av din Osclass. Härifrån kan du ändra variabler såsom webbplatsens namn, standardvaluta eller hur listor över annonser visas. <strong>Var försiktig</strong> när du ändrar standardvärden om du inte är säker på vad du gör!

source: Latest listings shown
sv_se: Visar dem senaste annonserna

source: at most
sv_se: som mest

source: Search page shows
sv_se: Sök sidan visar

source: Category settings
sv_se: Kategori inställningar

source: Allow users to select a parent category as a category when inserting or editing a listing
sv_se: Tillåt användare att välja en huvudkategori som en kategori när dem lägger in eller redigerar en en annons.

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
sv_se: Tillåt Osclass att köra ett inbyggt <a href="%s" target="_blank">cron</a> automatiskt utan att ställa in crontab

source: Last checked on %s
sv_se: Kontrollerades senast %s

source: Delete location
sv_se: Ta bort plats

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
sv_se: Lägg till, redigera eller ta bort de länder, län och städer som är installerade på din Osclass. <strong>Var försiktig</strong>: att modifiera platser kan orsaka din statistik vara felaktig tills de är omräknade. Ändra bara om du är säker på vad du gör!

source: Locations &raquo; %s
sv_se: Platser &raquo; %s

source: Remove selected
sv_se: Ta bort valda

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
sv_se: Denna åtgärd kan inte ångras. Annonser som är associerade med den här platsen kommer att raderas. Användare från denna plats kommer att bli okopplade, men inte raderas. Är du säker på att du vill fortsätta?

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
sv_se: Ändra inställningarna för e-postserver som din webbplats e-post skickas. <strong>Var försiktig</strong>: Dessa inställningar kan variera beroende på ditt webbhotell eller server. Om du stöter på några problem, kontrollera ditt webbhotells hjälpavsnitt.

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
sv_se: Kan inte vara säker på att Apache Module <b>mod_ssl</b> är laddat.

source: Maximum size: this field must only contain numeric characters
sv_se: Max storlek: detta fältet får endast innehålla siffror

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
sv_se: Hantera alternativ för de bilder användarna kan ladda upp tillsammans med sina annonser. Du kan begränsa deras storlek, antalet bilder per annons, inkluderar en vattenstämpel, etc

source: Image sizes
sv_se: Bildstorlekar

source: Image may occupy more space than usual.
sv_se: Bilder kan ta upp mer utrymme än vanligt.

source: Osclass doesn't check the watermark image size
sv_se: Osclass kontrollerar inte vattenmärkningens bild storlek

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
sv_se: Du kan återskapa olika bilddimensioner. Om du har ändrat dimension av miniatyrer, förhandsvisning eller vanliga bilder, vill du kanske förnya dina bilder.

source: Recommendation
sv_se: Rekommendation

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
sv_se: Vi rekommenderar stark att du har 'Behåll original bilden' när du använder vattenmärken.

source: Change username url: this field is required
sv_se: Ändra användar länk: detta fältet krävs

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
sv_se: Aktivera det här alternativet om du vill att din webbplats webbadresser ska bli mer attraktiv för sökmotorerna och begriplig för användarna. <strong>Var försiktig</strong>: Beroende på ditt webbhotell, kanske det inte fungerar korrekt.

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
sv_se: Som standard använder Osclass webbadresser med frågetecken och många siffror i dem. Osclass erbjuder dock vänliga webbadresser. Detta kan förbättra estetik, användbarhet och framåtkompatibilitet för dina länkar

source: User change username
sv_se: Byt användarnamn

source: Your .htaccess file
sv_se: Din .htaccess fil

source: Custom number: this field must only contain numeric characters
sv_se: Anpassad Nummer: detta fält får bara innehålla siffror

source: Custom number: this field cannot be left empty
sv_se: Anpassat nummer: detta fält kan inte lämnas tomt

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
sv_se: Spara sökningar användarna gör på din webbplats. På detta sätt kan du få information om vad de är mest intresserad av. Härifrån kan du hantera alternativ på hur mycket information du vill spara.

source: It may be useful to know what queries users make.
sv_se: Det kan vara användbart att veta vad som söks på

source: How long queries are stored
sv_se: Hur länge sökfrågor lagras

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
sv_se: Håll spammare från att publicera på din webbplats genom att konfigurera reCAPTCHA och Akismet. Var försiktig: För att använda dessa tjänster måste du registrera dig på deras webbplatser först och följer deras instruktioner.

source: See how many comments the listings published on your site have received.
sv_se: Se hur många kommentarer dem publicerade annonserna på din webbplats har fått.

source: Comment Statistics &raquo; %s
sv_se: Kommentar statistik &raquo; %s

source: Comment Statistics
sv_se: Kommentar statistik

source: There are no statistics yet
sv_se: Det finns ingen statistik än

source: Alerts
sv_se: Bevakningar

source: Subscribers
sv_se: Prenumeranter

source: New alerts
sv_se: Nya bevakningar

source: Number of new alerts
sv_se: Antal nya bevakningar

source: New subscribers
sv_se: Nya prenumeranter

source: Number of new subscribers
sv_se: Antal nya prenumeranter

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
sv_se: Se hur många annonser på din webbplatts som har blibit rapporterade som spam, utgågna, dubbletter, etc

source: Report Statistics &raquo; %s
sv_se: Rapportera statistik &raquo; %s

source: Report Statistics
sv_se: Rapportera statisitik

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
sv_se: Håll dig uppdaterad om antalet användare som är registrerade på webbplatsen. Du kan också se en uppdelning av de länder och län där användarna bor bland de som finns tillgängliga på webbplatsen.

source: User Statistics &raquo; %s
sv_se: Användarstatistik &raquo; %s

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
sv_se: Spara en säkerhetskopia av alla webbplatsens uppgifter: Annonser, användare och konfiguration. Du kan spara en backup på servern eller på din dator.

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
sv_se: <strong>VARNING</strong>: Om du inte specifierar en backup mapp kommer backup filerna skapas i root mappen av din Osclass installation.

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
sv_se: Du kan räkna om statistiken per kategori, användbart om statistiken verkar vara felaktig.

source: Upload registers from other Osclass installations or upload new geographic information to your site. <strong>Be careful</strong>: don’t use this option if you're not 100% sure what you're doing.
sv_se: Ladda upp register från andra Osclass installationer eller ladda upp ny geografisk information på din webbplats. <strong>Var försiktig</strong>: Använd inte det här alternativet om du inte är 100% säker på vad du gör.

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
sv_se: Du kan kalkylera om din platsdata. Detta är användbart när du uppgraderar från versioner äldre än Osclass 2.4

source: Calculate location stats
sv_se: Beräkna plats statistik

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
sv_se: Visa en "Webbplatsen är i underhållsläge" meddelande till dina användare när du uppgraderar din webbplats eller modifierar konfigurationen.

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
sv_se: Även i underhållsläge, kan användare inte komma åt din webbplats. Användbart om du behöver göra ändringar på din webbplats. Använd följande för att slå underhållsläge på / av.

source: Congratulations! Your Osclass installation is up to date!
sv_se: Grattis! Din Osclass installation är uppdaterad!

source: Upgrading your Osclass installation (this could take a while):
sv_se: Uppgraderar din Osclass installation (detta kan ta en stund):

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
sv_se: Kontrollera om du använder den senaste versionen av Osclass. Om du inte gör det, kommer systemet att informera dig så att du kan uppdatera och använda de nyaste funktionerna.

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder oc-content before attempting to upgrade your Osclass installation. You can also upgrade Osclass manaully, more information in the %s
sv_se: Din Osclass installation kan bli auto uppgraderat. Var vänligen gör en backup på din databas och mappen oc-content innan du uppgraderar din Osclass installation. Du akn också uppgradera Osclass manuellt, mer info finns på %s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
sv_se: Din Osclass installationen kan inte bli automatiskt uppgraderasd. Filer och mappar måste vara skrivbara. Du kan ansöka skrivrättigheter via SSH med kommandot "chmod -R a+w *" (utan citattecken) eller via en FTP-klient, det beror på programmet så att vi inte kan ge mer information. Du kan också uppgradera Osclass genom att ladda ner uppgraderingspaketet, packa upp den och byta ut filerna på servern med de i paketet.

source: Upgrading your Osclass installation (this could take a while):
sv_se: Uppgraderar din Osclass installation (detta kan ta en stund):

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
sv_se: Du har laddat upp en ny version av Osclass, du måste uppgradera Osclass för att den att funka korrekt.

source: Add, edit or delete information associated to alerts.
sv_se: Lägg till, redigera eller ta bort information associerade med bevakningarna.

source: Manage alerts &raquo; %s
sv_se: Hantera bevakningar &raquo; %s

source: Manage alerts
sv_se: Hantera bevakningar

source: Are you sure you want to %s the selected alerts?
sv_se: Är du säker på att du vill %s dem valda bevakningara?

source: Delete alert
sv_se: Ta bort bevakning

source: Are you sure you want to delete this alert?
sv_se: Är du säker på att du vill ta bort denna bevakningen?

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
sv_se: Lägg till, redigera eller ta bort ban regler. Tänk på att ban regler hindra användare att registrera, publicera eller kommentera annonser.

source: Manage ban rules &raquo; %s
sv_se: Hantera ban reglerna &raquo; %s

source: Manage ban rules
sv_se: Hantera ban regler

source: Delete rule
sv_se: Ta bort regel

source: Are you sure you want to delete this ban rule?
sv_se: Är du säker på att du vill ta bort denna ban reglen?

source: Edit rule
sv_se: Ändra regel

source: Update rule
sv_se: Uppdaterings regel

source: Add new ban rule
sv_se: Lägg till ny ban regel

source: Ban rules
sv_se: Ban regler

source: Ban name / Reason
sv_se: Ban namn / Anledning

source: IP rule
sv_se: IP regel

source: (e.g. 192.168.10-20.*)
sv_se: (t.ex. 192.168.10-20.*)

source: E-mail rule
sv_se: Epost regel

source: (e.g. *@badsite.com)
sv_se: (t.ex. *@badsite.com)

source: About you
sv_se: Om dig

source: If you'd like to change the password, type a new one. Otherwise leave this blank
sv_se: Om du vill ändra lösenordet, skriv ett nytt. Annars lämnar du fältet tomt

source: Alert #%d
sv_se: Bevakning #%d

source: <b>Pattern:</b> %s
sv_se: <b>Mönster:</b> %s

source: ...More
sv_se: ...Mer

source: <b>Categories:</b> %s
sv_se: <b>Kategorier:</b> %s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
sv_se: Lägg till, ändra och ta bort information associerade med registrerade användare. Kom ihåg att om du tar bort en användare tar du också bort alla annonser användaren har postat.

source: Delete user
sv_se: Ta bort användare

source: Are you sure you want to delete this user?
sv_se: Är du säker på att du vill ta bort denna användaren?

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
sv_se: Hantera alternativ som hör till användare på din webbplats. Här kan du bestämma om användarna måste registrera sig eller om e-postbekräftelse är nödvändig, bland andra alternativ.

source: User Settings &raquo; %s
sv_se: Användarinställningar &raquo; %s

source: User Settings
sv_se: Användarinställningar

source: Username blacklist
sv_se: Svartlistade användarnamn

source: List of terms not allowed in usernames, separated by commas
sv_se: Lista på vad som inte är tillåtet att ha i användarnamn, separeras av kommatecken

source: Are you sure you want to %s the selected ban rules?
sv_se: Är du säker på att du vill %s med dem valda ban reglerna?

source: Are you sure you want to %s the selected users?
sv_se: Är du säker på att du vill %s med dem valda användarna?

source: Resend the activation to
sv_se: Skicka om aktiveringsmailet till

source: ERROR: Some scripts could not be loaded (%s)
sv_se: ERROR: Vissa script kunde inte laddas in (%s)

source: Email templates
sv_se: Epost mallar

source: Upgrade Osclass
sv_se: Uppgradera Osclass

source: User name
sv_se: Användarnamn

source: User email
sv_se: Användarens e-post

source: List of listings, used when send alerts
sv_se: Lista på annonser, används endast när bevakningar skickas

source: Title of your site
sv_se: Titeln på din sida

source: Current date
sv_se: Dagens datum

source: Hour
sv_se: Tid

source: User ip address
sv_se: Användarens ip-adress

source: Comment author name
sv_se: Kommentar författarensnamn

source: Comment author email
sv_se: Kommentar författarens epost

source: Comment title
sv_se: Kommentar titel

source: Comment text content
sv_se: Kommentar text

source: Comment body
sv_se: Kommentar

source: Listing url
sv_se: Annons länk

source: Listing list
sv_se: Annons list

source: Listing title
sv_se: Annons titel

source: Listing id
sv_se: Annons id

source: Link for edit listing
sv_se: Länk för att ändra annons

source: Url for edit listing
sv_se: Url för att ändra annonsen

source: Delete listing link
sv_se: Ta bort annons länk

source: Delete listing url
sv_se: Ta bort annons länk

source: Change user password link
sv_se: Ändra användare lösenordslänk

source: change user password url
sv_se: ändra användarlösenord länk

source: Date time
sv_se: Datum och tid

source: Name of the friend who wants send
sv_se: Namn på vännen som vill skicka

source: Email of the friend who wants send
sv_se: Epost till vännen som vill skicka

source: Question about your listing
sv_se: Fråga om din annons

source: Contact name
sv_se: Kontakt namn

source: User phone number
sv_se: Ditt telefonnummer

source: Listing description
sv_se: Annons beskrivning

source: Listing description in all languages
sv_se: Annons beskrivning i alla språk

source: Listing price
sv_se: Annonspris

source: Listing country
sv_se: Annonsland

source: Listing region
sv_se: Annons län

source: Listing city
sv_se: Annons stad

source: Alert
sv_se: Bevakning

source: File
sv_se: Fil

source: Action
sv_se: Återgärd

source: Update date
sv_se: Uppdatera datum

source: Name: %s
sv_se: Namn: %s

source: Email: %s
sv_se: E-post: %s

source: Subject: %s
sv_se: Ämne: %s

source: Message: %s
sv_se: Meddelande: %s

source: Date: %s at %s
sv_se: Datum: %s den %s

source: IP Address: %s
sv_se: IP adress: %s

source: Session timed out
sv_se: Sessionen gjorde timeout

source: Select Category
sv_se: Välj kategori

source: Description needs to be longer
sv_se: Beskrivningen måste vara längre

source: Sorry, you have reached the maximum number of images per listing
sv_se: Tyvärr, du har uppnått maximalt antal bilder per annons

source: Number of decimals: this field must only contain numeric characters
sv_se: Antal decimaler: detta fält får bara innehålla siffror

source: Thousands separator: this field is required
sv_se: Tusental separator: Detta fält krävs

source: Change my username
sv_se: Ändra mitt användarnamn

source: Theme updates
sv_se: Teman uppdateringar

source: Language updates
sv_se: Språk uppdatering

source: Compact
sv_se: Kompakt

source: PHP5 is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
sv_se: PHP5 krävs för att köra Osclass. Du får kontakta din webbhotellsleverantör för att uppgradera din PHP version.

source: <code>oc-content/uploads</code> folder is writable
sv_se: <code>oc-content/uploads</code> mappen är skrivbar

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/uploads/</code>
sv_se: <code>uploads</code> mappen måste vara skrivbar, t.ex.: <code>chmod a+w %soc-content/uploads/</code>

source: Folder <code>oc-content/downloads</code> exists
sv_se: Mappen <code>oc-content/downloads</code> existerar inte

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
sv_se: Du måste skapa en <code>nerladdnings</code> mapp, t.ex.: <code>mkdir %soc-content/downloads/</code>

source: <code>oc-content/downloads</code> folder is writable
sv_se: <code>oc-content/downloads</code> mappen är skrivbar

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/downloads/</code>
sv_se: <code>downloads</code> mappen måste vara skrivbar, t.ex.: <code>chmod a+w %soc-content/downloads/</code>

source: Folder <code>oc-content/languages</code> folder exists
sv_se: Mappen <code>oc-content/languages</code> existerar

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
sv_se: Du måste skapa <code>languages</code> mappen t.ex.: <code>mkdir %soc-content/languages/</code>

source: <code>oc-content/languages</code> folder is writable
sv_se: <code>oc-content/languages</code> mappen är skrivbar

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/languages/</code>
sv_se: <code>languages</code>mappen måste vara skrivbar t.ex..: <code>chmod a+w %soc-content/languages/</code>

source: <code>config.php</code> file is writable
sv_se: <code>config.php</code> filen är skrivbar

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod a+w %sconfig.php</code>
sv_se: <code>config.php</code> filen måste vara skrivbar t.ex.: <code>chmod a+w %sconfig.php</code>

source: <code>config-sample.php</code> file exists
sv_se: <code>config-sample.php</code> filen existerar

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
sv_se: <code>config-sample.php</code> filen krävs, du borde ladda ner Osclass igen.

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
sv_se: Databasen existerar inte. Du bör kontrollera att "Skapa DB" kryssrutan och fyll i användarnamn och lösenord med rätt behörighet

source: Can't resolve MySQL host. Check if the host is correct.
sv_se: Kan inte lösa MySQL värd. Kontrollera om värden är korrekta.

source: Can't create the database. Error number: %s
sv_se: Kan inte skapa databasen. Felnummer: %s

source: Can't create the database. Check if the admin username and password are correct.
sv_se: Kan inte skapa databasen. Kontrollera så att admin användarnamnet och lösenordet är korrekt.

source: Can't write in config.php file. Check if the file is writable.
sv_se: Kan inte skriva i config.php filen. Kolla om filen är skrivbar.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
sv_se: config-sample.php existerar inte. Kontrollera att allt är korrekt upp packat.

source: Can't create the database structure. Error number: %s
sv_se: Kan inte skapa databas strukturen. Felnummer: %s

source: Can't insert basic configuration. Error number: %s
sv_se: Det går inte att infoga grundkonfigurationen. Felnummer: %s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
sv_se: Det går inte att sätta grundkonfigurationen. Denna användare har inga privilegier till 'INSERT' i databasen.

source: The name of the database you want to run Osclass in
sv_se: Namnet på databasen du vill köra Osclass i
