Repository: gaissa/Raito
Catalog: *-content/languages/*/core.po
Languages: sv_se

source: If you want to run multiple Osclass installations in a single database, change this
sv_se: Om du vill köra flera Osclass installationer på samma databas, ändra detta

source: You can modify username and password if you like, just change the input value.
sv_se: Du kan modifiera användarnamn och lösenord om du så önskar, det är bara att ändra inmatningsvärdet.

source: Once you type a country, you'll be able to choose region and city as well. Therefore, the installation will be more specific.
sv_se: När du väljer ett land kan du också välja län och städer. På så sätt kommer installationen vara mer specifik.

source: Skip location
sv_se: Skippa plats

source: International
sv_se: Internationell

source: All regions
sv_se: Alla län

source: All cities
sv_se: Alla städer

source: There are no regions available for this country
sv_se: Det finns inga län tillgängliga för detta landet

source: There are no cities available for this region
sv_se: Det finns inga städer tillgängliga i detta län

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
sv_se: Din Osclass installation på %s är uppe och igång. Du kan komma åt administrationspanelen med dem här uppgifterna:

source: The <a href="http://osclass.org/">Osclass</a> team
sv_se: <a href="http://osclass.org/">Osclass</a> teamet

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
sv_se: Ser ut som att du redan har installerat Osclass. För att installera om var vänligen radera din gamla databas tabell först.

source: Help make Osclass better by automatically sending usage statistics and crash reports to Osclass.
sv_se: Hjälp gör Osclass bättre genom att automatiskt skicka användar statisitk och krasch rapporter till Osclass.

source: Example Ad
sv_se: Exempel annons

source: Description of the example ad. Insert here some usefull description of your ad.
sv_se: Beskrivning av exempelannons. Här kan du infoga användbar beskrivning av din annons.

source: Example author
sv_se: Exempel författare

source: Example country
sv_se: Exempel land

source: Example region
sv_se: Exempel län

source: Example city
sv_se: Exempel stad

source: Example page title
sv_se: Exempel sidtitel

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
sv_se: Detta är ett exempel på sid beskrivning. Detta är ett bra ställe att lägga dina användarvillkor eller någon annan hjälpinformation.

source: Osclass &raquo; Has some errors
sv_se: Osclass &raquo; Har några fel

source: We've encountered some problems while updating the database structure. The following queries failed:
sv_se: Vi har stött på en del problem vid uppdatering av databasstrukturen. Följande frågor misslyckades:

source: These errors could be false-positive errors. If you're sure that is the case, you can <a href="%s">continue with the upgrade</a>, or <a href="http://forums.osclass.org/">ask in our forums</a>.
sv_se: Dessa fel kan vara falskt positiva fel. Om du är säker på det är så kan du <a href="%s">fortsätta med uppgraderingen</a>, eller <a href="http://forums.osclass.org/">fråga om hjälp i forumet</a>.

source: You need to calculate location stats, please go to admin panel, tools, recalculate location stats or click
sv_se: Du måste räkna om platsstatistik, gå till admin panelen, verktyg, räkna om lokaliserings statistik eller klicka

source: Osclass &raquo; Updated correctly
sv_se: Osclass &raquo; Uppdaterads felfritt

source: Osclass has been updated successfully. <a href="http://forums.osclass.org/">Need more help?</a>
sv_se: Osclass har blivit uppgraderat utan problem. <a href="http://forums.osclass.org/">Behöver du mer hjälp?</a>

source: The website is currently undergoing maintenance
sv_se: Webbplatsen för tillfället stängd pga underhåll

source: There was a problem, try again later please
sv_se: Det uppstod ett problem, var vänligen försök igen senare

source: Preview theme
sv_se: Förhandsgranska temat

source: and counting
sv_se: och fortsätter

source: Has been a problem loading the contents, sorry for the inconvenience
sv_se: Ett problem att ladda innehållet har uppstått, beklagar besväret

source: Cannot get information form market.osclass.org, sorry for the inconvenience
sv_se: Kan inte få information från market.osclass.org, beklagar olägenheten.

source: No change expiration
sv_se: Ingen förändring utgångsdatum

source: At least one option is required.
sv_se: Minst ett val är krav.

source: Current theme does not support widgets
sv_se: Nuvarande tema har inte stöd för widgets

source: Hi %s,
sv_se: Hej %s,

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>, <a href="%2$s">forum</a> or <a href="%3$s">blog</a>.
sv_se: Kom ihåg att för alla funderingar du kan ha kan du kontakta vår <a href="%1$s">documentation</a>, <a href="%2$s">forum</a> or <a href="%3$s">blog</a>.

source: Osclass doesn’t run any developments but we can put you in touch with third party developers through a Premium Support. And hey, if you would like to contribute to Osclass - learn how <a href="%1$s">here</a>!
sv_se: OSClass gör inte några utvecklingar men vi kan sätta dig i kontakt med tredjepartsutvecklare genom en Premium Support. Och hey, om du vill bidra till OSClass - lär dig hur <a href="%1$s">here</a>!

source: Cheers,
sv_se: Tack,

source: Loading...
sv_se: Laddar....

source: From
sv_se: Från

source: Osclass %s is available
sv_se: Osclass %s finns tillgängligt

source: to
sv_se: till

source: from
sv_se: från

source: Sa
sv_se: Lör

source: Backup SQL (download file)
sv_se: Bakupp SQL (ladda ner fil)

source: The username is available
sv_se: Användarnamnet är tillgängligt

source: Th
sv_se: Tor

source: We
sv_se: Ons

source: Tu
sv_se: Tis

source: Mo
sv_se: Mån

source: Su
sv_se: Sön

source: Today
sv_se: Idag

source: Next
sv_se: Nästa

source: Prev
sv_se: Föregående

source: Done
sv_se: Klar

source: Expiration date
sv_se: Utgångsdatum

source: Site home page link.
sv_se: Webbplats startsida länk.

source: Site home page url.
sv_se: Hemside-url.

source: Unsubscribe link.
sv_se: Avprenumerationslänk.

source: Link for account validation.
sv_se: Länk till att validera kontot

source: ERROR: Some dependencies could not be loaded (%s)
sv_se: FEL: kunde Vissa beroenden inte laddas (%s)

source: The username is NOT available
sv_se: Användarnamnet är INTE tillgängligt

source: Search prefix URL:
sv_se: Sök prefix URL:

source: City based
sv_se: Stadsbaserad

source: Region based
sv_se: Län baserad

source: Country based
sv_se: Landsbaserad

source: %d days
sv_se: %d dagar

source: This option will send an email X days before an ad expires to the author. 0 for no email.
sv_se: Detta alternativ skickar ett email X dagar innan en annons utgår till annonsören. 0 för inget email.

source: days
sv_se: dagar

source: Warn about expiration
sv_se: Varna om utgångsdatum

source: Force image aspect.
sv_se: Tvinga bildens aspekt.

source: Force aspect
sv_se: Tvinga aspekten

source: Remember to enable cookies for the subdomains too.
sv_se: Kom ihåg att aktivera cookies för subdomäner också.

source: Your current host is "%s". Add it without "www".
sv_se: Din nuvarande värd är "%s". Lägg till det utan "www".

source: Your host is required to know the subdomain.
sv_se: Din värd är skyldig att känna till underdomänen.

source: Category based
sv_se: Kategori baserad

source: No subdomains
sv_se: Ingen subbdomän

source: Subdomain type
sv_se: Subbdomänstyp

source: Advanced Settings
sv_se: Avancerade inställningar

source: Advanced Settings &raquo; %s
sv_se: Avancerade inställningar &raquo; %s

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
sv_se: Ändra den avancerade konfigurationen av din OSClass. <strong> Var försiktig </strong> när du ändrar förvalda värden om du inte är säker på vad du gör!

source: Select subcategory
sv_se: Välj underkategori

source: No subcategory
sv_se: Ingen underkategori

source: Select category
sv_se: Välj kategori

source: Url for account validation.
sv_se: Url för konto verifiering.

source: It always appear before the category, region or city url.
sv_se: Det syns alltid innan kategori, län eller ort url

source: Name from
sv_se: Namn från

source: Mail from
sv_se: E-post från

source: Enable / Disable the price field
sv_se: Aktivera / inaktivera priset fältet

source: Problems with this plugin? Ask for support.
sv_se: Problem med denna plugin? Fråga efter support.

source: Plugins Site
sv_se: Plugin, sida

source: By
sv_se: Av

source: Zip code
sv_se: Postnummer

source: It could be an integer (days from now it will be expired, 0 to never expire) or a date in the format "yyyy-mm-dd hh:mm:ss"
sv_se: Det kan antingen vara ett heltal (dagar från nu till att annonsen löper ut, 0 för att aldrig löpa ut) eller ett datum i formatet "yyyy-mm-dd hh:mm:ss"

source: Title length
sv_se: Titelns längd

source: %s characters
sv_se: %s tecken

source: Description length
sv_se: Beskrivningens längd

source: Software updates
sv_se: Mjukvaruuppdateringar

source: Core updates
sv_se: Uppdateringar av mjukvarans kärna (core)

source: Disabled
sv_se: Inaktiverad

source: Branch - big changes
sv_se: Branch - stora förändringar

source: Major - new features
sv_se: Omfattande - nya funktioner

source: Minor - bug fixes
sv_se: Mindre - buggfixar

source: Allow auto-updates plugins
sv_se: Tillåt automatiska uppdateringsplugins

source: Allow auto-updates of themes
sv_se: Tillåt automatiska uppdateringar av stilar/teman

source: Allow auto-updates of languages
sv_se: Tillåt automatiska uppdateringar av språken

source: Slug
sv_se: Slagord

source: The slug has to be a unique string, could be left blank
sv_se: Den "korta beskrivningen" måste vara en unik sträng, går dock att lämna tom

source: What your .htaccess file should look like
sv_se: Hur din .htaccess-fil bör se ut

source: %d Users
sv_se: %d användare

source: Server error. Upload directory isn't writable.
sv_se: Serverfel. Uppladdningsmappen är inte skrivbar.

source: No files were uploaded.
sv_se: Inga filer laddades upp.

source: File is empty
sv_se: Filen är tom

source: File is too large
sv_se: Filen är för stor

source: File has an invalid extension, it should be one of %s.
sv_se: Filen har ett ogiltigt tillägg, det ska vara ett av %s.

source: Getting content length is not supported.
sv_se: Att erhålla innehållslängd stöds inte.

source: %s does not exist!
sv_se: %s finns inte!

source: %s is not readable!
sv_se: %s är inte läsbar!

source: %s is corrupt or broken!
sv_se: %s är korrupt eller defekt!

source: Never expires
sv_se: Löper aldrig ut

source: <p>Dear {WEB_TITLE} admin,</p>
sv_se: <p>Kära {WEB_TITLE} administratör,</p>

source: {WEB_TITLE} - Your site has upgraded to Osclass {VERSION}
sv_se: {WEB_TITLE} - Din hemsida har uppdaterats till Osclass {VERSION}

source: <p>Your site at {WEB_LINK} has been updated automatically to Osclass {VERSION}</p>
sv_se: <p>Din hemsida på {WEB_LINK} har automatiskt uppdaterats till Osclass {VERSION}</p>

source: <p>There were some minor errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder</p>
sv_se: <p>Det uppstod ett par mindre fel när de temporära filerna skulle raderas. Var vänlig radera mappen "oc-content/downloads/oc-temp" manuellt</p>

source: {WEB_TITLE} - We failed trying to upgrade your site to Osclass {VERSION}
sv_se: {WEB_TITLE} - Vi misslyckades med att uppdatera din hemsida till Osclass {VERSION}

source: DATE INTERVAL
sv_se: DATUMINTERVALL

source: You are about to delete the files of the plugin. Do you want to continue?
sv_se: Du håller på att radera filerna till pluginen. Vill du fortsätta?

source: Images already uploaded
sv_se: Bilderna är redan uppladdade

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
sv_se: För många objekt ({netItems}) skulle laddas upp. Objektgränsen är {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
sv_se: Filerna håller på att laddas upp, om du lämnar sidan nu så kommer uppdateringen att avbrytas.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
sv_se: {file} har ett ogiltigt tillägg. Giltiga tillägg: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
sv_se: {file} är för stor, maximum filstorlek är {sizeLimit}.

source: {file} is empty, please select files again without it.
sv_se: {file} är tom, var vänlig välj filerna igen utan den filen.

source: Click or Drop for upload images
sv_se: Klicka eller dra och släpp här för att ladda upp bilder

source: Processing...
sv_se: Bearbetar...

source: Retry
sv_se: Försök igen

source: Upload failed
sv_se: Uppladdningen misslyckades

source: Deleting...
sv_se: Raderar...

source: {percent}% of {total_size}
sv_se: {percent}% av {total_size}

source: Make primary image
sv_se: Gör till standardbild

source: Too many items were uploaded. Item limit is %d.
sv_se: För många objekt laddades upp. Objektgränsen är %d.

source: Public Profile
sv_se: Allmän profil

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint you!
sv_se: Osclass har uppdateras. Förväntade du dig fler steg i installationen? Ledsen att göra dig besviken!

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder
sv_se: Nästan allting ser bra ut! Din Osclass installation är uppdaterad, men det uppstod ett par mindre fel när de temporära filerna skulle raderas. Var vänlig och radera mappen "oc-content/downloads/oc-temp" manuellt

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-content/downloads/oc-temp\" folder
sv_se: Nästan allting ser bra ut! Men det uppstod ett par mindre fel när de temporära filerna skulle raderas. Var vänlig och radera mappen "oc-content/downloads/oc-temp" manuellt

source: Flush cache
sv_se: Töm cachen

source: Remove all data from cache.
sv_se: Radera all data från cachen.

source: User based
sv_se: Användarbaserad

source: Force JPEG
sv_se: Tvinga JPEG

source: Force JPEG extension.
sv_se: Tvinga JPEG-tillägg

source: Uploaded images will be saved in JPG/JPEG format, it saves space but images will not have transparent background.
sv_se: Uppladdad bilder kommer att sparas i JPG/JPEG-format, det sparar utrymme men bilderna kommer inte att ha transparent bakgrund.

source: Error loading theme custom file
sv_se: Ett fel uppstod när custom stil-/temafiler skulle laddas

source: My purchases
sv_se: Mina köp

source: Buy $%s
sv_se: Köp $%s

source: Buy
sv_se: Köp

source: Connect
sv_se: Anslut

source: Disconnect from Market
sv_se: Koppla bort från annonsmarknaden

source: Sorry, the market is currently unavailable. Please try again in a few moments.
sv_se: Ursäkta, annonsmarknaden är för tillfället inte tillgänglig. Var vänlig och försök igen om en liten stund.

source: You are going to be disconnected from the Market, all your plugins and themes downloaded will remain installed and configured but you will not be able to update or download new plugins and themes. Are you sure?
sv_se: Du kommer att kopplas bort från Market, alla dina plugins och stilar/teman som är nerladdade kommer att fortsätta vara installerade och konfigurerade men du kommer inte att kunna uppdatera- eller ladda ner nya plugins och stilar/teman. Är du säker?

source: Connecting... please wait
sv_se: Ansluter... var vänlig vänta

source: Connect your oc-admin to your <a target="_blank" href="%s">Market account!</a>
sv_se: Anslut ditt oc-admin till ditt <a target="_blank" href="%s">Market konto!</a>

source: Your purchased items on Osclass Market will automatically appear on My Purchases tab.
sv_se: Dina köpta objekt på Osclass Market kommer automatiskt att visas under Mina köp-knappen.

source: Your market email
sv_se: Din market e-postadress

source: Your market password
sv_se: Ditt market lösenord

source: There are no %s that matches your search
sv_se: Det finns inga %s som matchar dina sökresultat

source: This action can not be undone. Uninstalling plugins may result in a permanent loss of data. Are you sure you want to continue?
sv_se: Detta kan inte göras ogjort. Avinstallering av plugins kan resultera i att data går permanent förlorad. Är du säker på att du vill fortsätta?

source: Market Settings
sv_se: Inställningar för annonsmarknaden

source: Disconnect from market.osclass.org
sv_se: Koppla från market.osclass.org

source: Password copied from above
sv_se: Lösenord kopierat från ovan

source: This is a paid item, you need to buy it before you are able to download it
sv_se: Detta är en betald vara, du måste köpa den innan du kan ladda ner den

source: no action defined
sv_se: Inga åtgärder markerade

source: Administrator
sv_se: Administratör

source: Latest listings added
sv_se: Senast tillagda annonser

source: Latest listings added in
sv_se: Senaste annonserna tillagda i

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Deactivate
sv_se: Avaktivera

source: Activate
sv_se: Aktivera

source: Block
sv_se: Blocka

source: Unblock
sv_se: Avblockera

source: Unmark as premium
sv_se: Avmarkera som premium

source: Mark as premium
sv_se: Markera som premium

source: Unmark as spam
sv_se: Avmarkera som spam

source: Mark as spam
sv_se: Markera som spam

source: Disable (website)
sv_se: Inaktivera (hemsida)

source: Enable (website)
sv_se: Gör websidan tillgänglig

source: Disable (oc-admin)
sv_se: Inaktivera (OC-administratör)

source: Enable (oc-admin)
sv_se: Aktivera (OC-administratör)

source: This action can't be undone. Are you sure you want to continue?
sv_se: Denna åtgärd kan inte ångras. Är du säker på att du vill fortsätta?

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Configure
sv_se: Konfigurera

source: Disable
sv_se: Inaktivera

source: Enable
sv_se: Aktivera

source: Uninstall
sv_se: Avinstallera

source: Install
sv_se: Installera

source: No results
sv_se: Inga resultat

source: Order saved
sv_se: Din order är sparad

source: Saved
sv_se: Sparad

source: NEW custom field
sv_se: NYTT extrafält

source: Parent category is disabled, you can not enable that category
sv_se: Huvudkategorin är avaktiverad, du kan inte aktivera denna kategori

source: The subcategory has been enabled
sv_se: Underkategorin har aktiverats

source: The subcategory has been disabled
sv_se: Underkategorin har avaktiverats

source: The categories have been deleted
sv_se: Kategorierna har raderats

source: Category updated correctly
sv_se: Kategorin uppdaterad korrekt

source: Test email
sv_se: Testa email

source: Email sent successfully
sv_se: Email sändes korrekt

source: View page
sv_se: Gå till sidan

source: Nothing to copy
sv_se: Det finns inget att kopiera

source: Unzip failed
sv_se: Uppackning misslyckades

source: Download failed
sv_se: Nedladdning misslyckades

source: Missing download URL
sv_se: Nedladdnings URL saknas

source: No external sources are allowed
sv_se: Externa källor inte tillåtna

source: Input code not valid
sv_se: ogiltig kod

source: Show more
sv_se: Mera

source: View comments
sv_se: Visa kommentarer

source: View media
sv_se: Visa media

source: Clear Spam
sv_se: Rensa Spam

source: Clear Duplicated
sv_se: Rensa Dupliketter

source: Clear Offensive
sv_se: Rensa Stötande

source: Clear Expired
sv_se: Rensa Förfallna

source: Re-send activation email
sv_se: Skicka om aktiveringsmail

source: Change your password
sv_se: Ändra ditt lösenord

source: Type your new password
sv_se: Skriv ditt nya lösenord

source: Change password
sv_se: Ändra lösenord

source: Log in
sv_se: Logga in

source: Back to %s
sv_se: Tillbaka till %s

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Remember me
sv_se: Kom ihåg mig

source: Forgot your password?
sv_se: Har du glömt ditt lösenord?

source: Lost your password
sv_se: Glömt ditt lösenord?

source: Please enter your username or e-mail address
sv_se: Ange ditt användarnamn eller din e-postadress

source: You will receive a new password via e-mail
sv_se: Du kommer att få ett nytt lösenord via email

source: E-mail
sv_se: Epost

source: Get new password
sv_se: Skaffa nytt lösenord

source: Listings by category
sv_se: Annonser enligt kategori

source: Listing
sv_se: Annons

source: Listings
sv_se: Annonser

source: There aren't any uploaded listing yet
sv_se: Det finns inte några uppladdade annonser ännu

source: Statistics
sv_se: Statistik

source: Enter title here
sv_se: Ange rubrik

source: Description
sv_se: Beskrivning

source: Edit admin
sv_se: Redigera administratör

source: Save
sv_se: Spara

source: Manage admins
sv_se: Hantera administratörer

source: Add admin
sv_se: Lägg till admin

source: Add
sv_se: Lägg till

source: Admins
sv_se: Administratörer

source: Name <em>(required)</em>
sv_se: Namn <em>(required)</em>

source: Username <em>(required)</em>
sv_se: Användarnamn <em>(required)</em>

source: Admin type <em>(required)</em>
sv_se: Admin typ

source: Current password
sv_se: Nuvarande lösenord

source: New password
sv_se: Nytt lösenord

source: Type your new password again
sv_se: Skriv ditt nya lösenord igen

source: Bulk actions
sv_se: Massåtgärder

source: Apply
sv_se: Anpassa

source: Name
sv_se: Namn

source: No data available in table
sv_se: Ingen data tillgänglig i tabellen

source: Appearance
sv_se: Utseende

source: Add theme &raquo; %s
sv_se: Installera tema &raquo; %s

source: Add new theme
sv_se: Lägg till nytt tema

source: Market
sv_se: Marknaden

source: Download more themes at %s
sv_se: Ladda ner fler teman på %s

source: Theme package (.zip)
sv_se: Tema paket (.zip)

source: Upload
sv_se: Ladda upp

source: To make the directory writable under UNIX execute this command from the shell:
sv_se: För att göra katalogen skrivbar under UNIX verkställ detta kommando från skalet:

source: Loading data
sv_se: Laddar data

source: Author
sv_se: Säljare

source: Download manually
sv_se: Ladda ner manuellt

source: Cancel
sv_se: Avbryt

source: Continue install
sv_se: Fortsätt installera

source: Preview
sv_se: Förhandsgranska

source: by
sv_se: Av

source: Add theme
sv_se: Lägg till tema

source: Edit widget
sv_se: Ändra widget

source: Save changes
sv_se: Spara ändringar

source: Add widget
sv_se: Lägg till widget

source: Appearance &raquo; %s
sv_se: Utseende &raquo; %s

source: Description: this field is required
sv_se: Beskrivning: detta fält är obligatoriskt

source: HTML Code for the Widget
sv_se: HTML-koden för Widget

source: Available themes
sv_se: Tillgängliga teman

source: Current theme
sv_se: Aktuellt tema

source: Update
sv_se: Uppdatera

source: Manage Widgets
sv_se: Hantera widgets

source: Section: %s
sv_se: Sektion: %s

source: Add HTML widget
sv_se: Lägg till HTML widget

source: Description: %s
sv_se: Beskrivning: %s

source: Edit category
sv_se: Ändra kategori

source: Ajax error, try again.
sv_se: Ajax fel, försök igen.

source: Categories
sv_se: Kategorier

source: Categories &raquo; %s
sv_se: Kategorier &raquo; %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
sv_se: Drag &amp; släpp kategorierna i den ordning du vill ha dom. Klicka på \"redigera\" för att redigera kategorin

source: Edit comment
sv_se: Redigera kommentar

source: Title
sv_se: Rubrik

source: Edit user
sv_se: Redigera användare

source: Author's e-mail
sv_se: Författarens e-post

source: Comment
sv_se: Kommentera

source: Settings
sv_se: Inställningar
