Repository: gaissa/Raito
Catalog: *-content/languages/*/core.po
Languages: sv_se

source: Comments &raquo; %s
sv_se: Kommentarer &raquo; %s

source: Hidden comments
sv_se: Dolda kommentarer

source: All comments
sv_se: Alla kommentarer

source: Date
sv_se: Datum

source: Edit email template &raquo; %s
sv_se: Redigera e-post mallar &raquo; %s

source: Edit email template
sv_se: Redigera epost mall

source: Internal name
sv_se: Internt namn

source: Used to identify the email template
sv_se: Används för att identifiera epost mallen

source: Emails templates
sv_se: Epost mallar

source: Edit custom field
sv_se: Redigera anpassat fält

source: Type
sv_se: Typ

source: Options
sv_se: Alternativ

source: This field is required
sv_se: Detta fält måste fyllas i

source: Select the categories where you want to apply these attribute:
sv_se: Välj de kategorier du vill applicera dessa attribut på:

source: Check all
sv_se: Markera alla

source: Uncheck all
sv_se: Avmarkera alla

source: Advanced options
sv_se: Ytterligare valmöjligheter

source: Identifier name
sv_se: Identifikationsnamn

source: Only alphanumeric characters are allowed [a-z0-9_-]
sv_se: Bara alfanumeriska tecken är tillåtna [a-z0-9_-]

source: Custom field could not be added
sv_se: Extrafält kunde inte läggas till

source: Custom fields &raquo; %s
sv_se: Anpassade fält &raquo; %s

source: Custom fields
sv_se: Extrafält

source: You don't have any custom fields yet
sv_se: Du har inga extrafält än

source: Add listing
sv_se: Lägga till annons

source: Edit listing
sv_se: Redigera annons

source: Update listing
sv_se: Uppdatera annons

source: Category
sv_se: Kategori

source: Price
sv_se: Pris

source: Photos
sv_se: Bilder

source: optional
sv_se: Valfritt

source: Add new photo
sv_se: Lägg till en bild

source: Region
sv_se: Län

source: City
sv_se: Stad

source: City area
sv_se: Stadsområde

source: Address
sv_se: Adress

source: Manage listings &raquo; %s
sv_se: Hantera annonser &raquo; %s

source: Delete listing
sv_se: Ta bort annons

source: Filters
sv_se: Filter

source: Pattern
sv_se: Mönster

source: Country
sv_se: Land

source: ON
sv_se: PÅ

source: OFF
sv_se: AV

source: Active
sv_se: Aktiv

source: Apply filters
sv_se: Applicera filter

source: Reset filters
sv_se: Återställ filter

source: Manage listings
sv_se: Hantera annonser

source: %d Listings
sv_se: %d annonser

source: Show filters
sv_se: Visa filter

source: User
sv_se: Privatperson

source: Find
sv_se: Hitta

source: Are you sure you want to %s the selected listings?
sv_se: Är du säker på att du vill %s de markerade Annonserna?

source: Update here
sv_se: Uppdatera här

source: Are you sure you want to delete this listing?
sv_se: Är du säker att du vill ta bort detta objekt?

source: Reported listings
sv_se: Rapporterade annonser

source: Reported listings &raquo; %s
sv_se: Rapporterade annonser %s

source: Clear Missclassified
sv_se: Rensa felklassificerade

source: Misclassified
sv_se: Felklassificerad

source: Duplicated
sv_se: Dubbletter

source: Expired
sv_se: Utgången

source: Offensive
sv_se: Kränkade

source: Listing Settings &raquo; %s
sv_se: Annons Inställningar %s

source: Listing Settings
sv_se: annons Inställningar

source: Only logged in users can post listings
sv_se: Bara inloggade användare kan skapa annonser

source: An user has to wait %s seconds between each listing added
sv_se: En användare får vänta %s sekunder mellan varje tillagd annons

source: Users have to validate their listings
sv_se: Användare måste validera sina annonser

source: If the value is zero, it means that each listing must be validated
sv_se: Om värdet är noll, betyder det att varje annons måste valideras

source: Logged in users don't need to validate their listings
sv_se: Inloggade användare behöver inte validera sina annonser

source: Show reCAPTCHA in add/edit listing form
sv_se: Visa reCAPTCHA i lägg till/ändra annons

source: <strong>Remember</strong> that you must configure reCAPTCHA first
sv_se: <strong>Obdervera</strong> att du måste konfigurera reCAPTCHA först

source: Contact publisher
sv_se: Kontakta säljaren

source: Only allow registered users to contact publisher
sv_se: Endast registrerade användare kan kontakta annonsören

source: Notifications
sv_se: Notifieringar

source: Notify admin when a new listing is added
sv_se: Notifiera admin när en ny annons läggs upp

source: Optional fields
sv_se: Valfria fält

source: Attach images
sv_se: Lägg till bilder

source: Attach %s images per listing
sv_se: Bifoga %s bilder per annons

source: Add language &raquo; %s
sv_se: Lägg till språk &raquo; %s

source: Add language
sv_se: Lägg till språk

source: Download more languages at %s
sv_se: Ladda ned fler språk här %s

source: Language package (.zip)
sv_se: Språkpaket (.zip)

source: Edit language &raquo; %s
sv_se: Ändra språk &raquo; %s

source: Edit language
sv_se: Redigera språk

source: Short name
sv_se: Förkortning

source: Currency format
sv_se: Valutaformat

source: Number of decimals
sv_se: Antal decimaler

source: Decimal point
sv_se: Decimal punkt

source: Thousands separator
sv_se: Tusentalsavgränsare

source: Date format
sv_se: Datumformat

source: Stopwords
sv_se: Stoppord

source: Enabled for the public website
sv_se: Aktiverat för den offentliga webbplatsen

source: Enabled for the backoffice (oc-admin)
sv_se: Aktiverat för BackOffice (OC-admin)

source: Languages &raquo; %s
sv_se: Språk &raquo; %s

source: Manage Languages
sv_se: Hantera språk

source: Bulk Actions
sv_se: Massåtgärder

source: Enable (Website)
sv_se: Aktivera (Webbsida)

source: Disable (Website)
sv_se: Avaktivera (Webbsida)

source: Enabled (website)
sv_se: Aktiverad (hemsida)

source: Enabled (oc-admin)
sv_se: Aktiverad (OC-administratör)

source: Dashboard
sv_se: Översikt

source: Dashboard &raquo; %s
sv_se: Översikt &raquo; %s

source: Users
sv_se: Användare

source: New listings
sv_se: Nya annonser

source: New users
sv_se: Nya användare

source: Total number of listings: %s
sv_se: Totalt antal annonser: %s

source: Listing statistics
sv_se: Annons statisitk

source: Total number of users: %s
sv_se: Totalt antal användare: %s

source: User statistics
sv_se: Användar statistik

source: Manage Media
sv_se: Hantera media

source: Attached to
sv_se: Bifogat till

source: Edit page
sv_se: Redigera sida

source: Add page
sv_se: Lägg till sida

source: Pages
sv_se: Sidor

source: Create page
sv_se: Skapa sida

source: Pages &raquo; %s
sv_se: Sidor &raquo; %s

source: Manage pages
sv_se: Hantera sidor

source: Order
sv_se: Ordning

source: Documentation
sv_se: Dokumentation

source: Add plugin &raquo; %s
sv_se: Lägg till plugin &raquo; %s

source: Add plugin
sv_se: Lägg till plugin

source: Cannot install new plugin
sv_se: Kan inte installera ny pluggin

source: Download more plugins at %s
sv_se: Ladda ner fler plugins från %s

source: Plugin package (.zip)
sv_se: Plugin paket (.zip)

source: Manage Plugins
sv_se: Hantera Plugin

source: Moderated comments: this field is required
sv_se: Modererade kommentarer: detta fält måste fyllas i

source: Comments per page: this field is required
sv_se: Antal kommentarer per sida: detta fällt måste fyllas i

source: Default comment settings
sv_se: Förinställda kommentarsinställningar

source: Allow people to post comments on listings
sv_se: Tillåt personer att posta kommentarer på annonser

source: Users must be registered and logged in to comment
sv_se: Användare måste varas inloggade för att kunna kommentera en annons

source: Other comment settings
sv_se: Övriga kommentarerinställningar

source: Break comments into pages with %s comments per page
sv_se: Dela upp kommentarerna till %s kommentarer per sida

source: E-mail admin whenever
sv_se: Maila admin

source: E-mail user whenever
sv_se: Maila användaren

source: Currencies &raquo; %s
sv_se: Valutor &raquo; %s

source: Currencies
sv_se: Valutor

source: Code
sv_se: Kod

source: Currency code: this field is required
sv_se: Valuta koden måste fyllas i

source: Name: this field is required
sv_se: Namn: Detta fält måste fyllas i

source: Add currency
sv_se: Lägg till valuta

source: Edit currency
sv_se: Redigera Valuta

source: Update currency
sv_se: Uppdatera valuta

source: Currency Code
sv_se: Valuta kod

source: Page title: this field is required
sv_se: Titeln måste fyllas i

source: Email: this field is required
sv_se: Email: detta fält måste fyllas i

source: Invalid email address
sv_se: Ogiltig mailadress

source: The search page shows: this field is required
sv_se: Sökfältet visar: Detta fält måste fyllas i

source: General Settings &raquo; %s
sv_se: Allmänna inställningar &raquo; %s

source: General Settings
sv_se: Allmänna inställningar

source: Page title
sv_se: Sidrubrik

source: Page description
sv_se: Sidbeskrivning

source: Admin e-mail
sv_se: Administratörens e-post

source: Default language
sv_se: Standardspråk

source: Default currency
sv_se: Standard valuta

source: Week starts on
sv_se: Veckan börjar på

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Timezone
sv_se: Tidszon

source: Select a timezone...
sv_se: Välj tidszon

source: Date & time format
sv_se: Datum & tids format

source: Documentation on date and time formatting
sv_se: Dokumentation på datum och tid

source: RSS shows
sv_se: RSS

source: listings at most
sv_se: Annonser på de flesta

source: Parent categories
sv_se: Föregående kategorier

source: Contact Settings
sv_se: Kontakt inställningar

source: Attachments
sv_se: Tillägg

source: Allow people to attach a file to the contact form
sv_se: Tillåt användare att lägga till filer till kontaktformuläret

source: Cron Settings
sv_se: Cron Inställningar

source: Automatic cron process
sv_se: Automatisk cron process

source: It is <b>recommended</b> to have this option enabled, because some features require it.
sv_se: Det är <b>rekomendabelt</b> att använda detta val, eftersom en del funktioner kräver det.

source: Close
sv_se: Stäng

source: View more
sv_se: Visa mer

source: Edit country
sv_se: Redigera land

source: Add new country
sv_se: Lägg till nytt land

source: Edit region
sv_se: Redigera län

source: Add new region
sv_se: Lägg till nytt län

source: Edit city
sv_se: Redigera stad

source: Add new city
sv_se: Lägg till ny stad

source: Locations
sv_se: Platser

source: Country code should have two characters
sv_se: Landskod bör ha två tecken

source: Country code
sv_se: Landskod

source: Add country
sv_se: Lägg till land

source: Add region
sv_se: Lägg till Län

source: Add city
sv_se: Lägg till stad

source: Countries
sv_se: Länder

source: Add new
sv_se: Lägg till ny

source: Regions
sv_se: Län

source: Cities
sv_se: Städer

source: Mail Settings &raquo; %s
sv_se: E-post inställningar &raquo; %s

source: Mail Settings
sv_se: Mailinställningar

source: Server type
sv_se: Servertyp

source: Custom Server
sv_se: Anpassad server

source: Hostname
sv_se: Värdnamn

source: Encryption
sv_se: Kryptering

source: Options: blank, ssl or tls
sv_se: Alternativ: blank, SSL eller TLS

source: Apache Module <b>mod_ssl</b> is not loaded
sv_se: Apachemodul <b>mod_ssl</b> är inte laddad

source: SMTP authentication enabled
sv_se: SMTP authentication aktiverad

source: Use POP before SMTP
sv_se: Använd POP före SMTP

source: Size is not in the correct format
sv_se: Storleken är inte i rätt format

source: Thumbnail size: this field is required
sv_se: Tumnagelbildens storlek: detta fält måste fyllas i

source: Thumbnail size: is not in the correct format
sv_se: Tumnagelbildens storlek: är inte i rätt format

source: Preview size: this field is required
sv_se: Förhandsvisningens storlek: detta fält måste fyllas i

source: Preview size: is not in the correct format
sv_se: Förhandsvisningens storlek: är inte i rätt format

source: Normal size: this field is required
sv_se: Normal storlek: detta fält måste fyllas i

source: Normal size: is not in the correct format
sv_se: Normal storlek: är inte i korrekt format

source: Media Settings &raquo; %s
sv_se: Media Inställningar &raquo; %s

source: Media Settings
sv_se: Media inställningar

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
sv_se: Storlekarna nedan bestämmer max dimensioner i pixels som tillåts vid uppladdning av en bild. Format: <b>Width</b> x <b>Height</b>.

source: Thumbnail size
sv_se: Tumnagelbildens storlek

source: Preview size
sv_se: Förhandsvisningens storlek

source: Normal size
sv_se: Normal storlek

source: Original size
sv_se: Originalstorlek

source: Keep original image, unaltered after uploading.
sv_se: Spara originalbilden oredigerad efter uppladdning

source: Restrictions
sv_se: Begränsningar

source: Maximum size
sv_se: Max storlek

source: Size in KB
sv_se: Storlek i KB

source: Maximum size PHP configuration allows: %d KB
sv_se: Max storlek som PHP konfigurationen tillåter: %d KB

source: Use ImageMagick instead of GD library
sv_se: Använd ImageMagick istället för GD library

source: ImageMagick library is not loaded
sv_se: ImageMagick biblioteket är inte laddat

source: It's faster and consumes less resources than GD library.
sv_se: Det är snabbare och använder mindre ressurser än GD library.

source: Watermark
sv_se: Vattenmärke

source: Watermark type
sv_se: Typ av vattenmärke

source: None
sv_se: Inget

source: Freetype library is required. How to <a target="_blank" href="%s">install/configure</a>
sv_se: Freetype biblioteket behövs. Hur gör man <a target=\"_blank\" href=\"%s\">install/configure</a>

source: Image
sv_se: Bild

source: Regenerate images
sv_se: Generera bilder

source: Regenerate
sv_se: Regenerera

source: Listings url: this field is required
sv_se: Annons url: Detta är obligatoriskt

source: Page url: this field is required
sv_se: Sidans url: detta fällt måste fyllas i

source: Categories url: this field is required
sv_se: Kategoriernas url: detta fällt måste fyllas i

source: Search url: this field is required
sv_se: Sök url: detta fällt måste fyllas i

source: Search country: this field is required
sv_se: Sök land: detta fällt måste fyllas i

source: Search region: this field is required
sv_se: Sök län: detta fällt måste fyllas i

source: Search city: this field is required
sv_se: Sök stad: detta fällt måste fyllas i

source: Search city area: this field is required
sv_se: Sök stadsdel: detta fält måste fyllas i

source: Search category: this field is required
sv_se: Sökkategori: detta fällt måste fyllas i

source: Search user: this field is required
sv_se: Sök användare: detta fällt måste fyllas i

source: Search pattern: this field is required
sv_se: Sökmönster: detta fällt måste fyllas i

source: Contact url: this field is required
sv_se: Kontakt url: detta fällt måste fyllas i

source: Feed url: this field is required
sv_se: Feed url: detta fällt måste fyllas i

source: Language url: this field is required
sv_se: Språk url: detta fällt måste fyllas i

source: Listing mark url: this field is required
sv_se: Annons märke url: Detta är obligatoriskt

source: Listing send friend url: this field is required
sv_se: Annons skicka till en vän url: Detta är obligatoriskt

source: Listing contact url: this field is required
sv_se: Annons kontakt url: Detta är obligatoriskt

source: New listing url: this field is required
sv_se: Ny annons url: Detta är obligatoriskt

source: Activate listing url: this field is required
sv_se: Aktivera annons url: Detta är obligatoriskt

source: Edit listing url: this field is required
sv_se: Redigera Annons url: Detta är obligatoriskt

source: Delete listing url: this field is required
sv_se: Radera Annons url: Detta är obligatoriskt

source: Delete listing resource url: this field is required
sv_se: Ta bort annons resurs länk: detta fältet krävs

source: Login url: this field is required
sv_se: Login url: detta fällt måste fyllas i

source: User dashboard url: this field is required
sv_se: Användarpanel url: detta fällt måste fyllas i

source: Logout url: this field is required
sv_se: Logga ut url: detta fällt måste fyllas i

source: User register url: this field is required
sv_se: Användarregistrering url: detta fällt måste fyllas i

source: Activate user url: this field is required
sv_se: Aktivera användare url: detta fällt måste fyllas i

source: Activate alert url: this field is required
sv_se: Aktivera bevaknings url: detta fällt måste fyllas i

source: User profile url: this field is required
sv_se: Användarprofil url: : detta fällt måste fyllas i

source: User listings url: this field is required
sv_se: Användar annons länk: detta fältet krävs

source: User alerts url: this field is required
sv_se: Användarupplysningar url: detta fällt måste fyllas i

source: Recover user url: this field is required
sv_se: Återskapa användare url: detta fällt måste fyllas i

source: User forgot url: this field is required
sv_se: Glömt användare url: detta fällt måste fyllas i

source: Change password url: this field is required
sv_se: Ändra lösenord url: detta fällt måste fyllas i

source: Change email url: this field is required
sv_se: Ändra email lösenord url: detta fällt måste fyllas i

source: Change email confirm url: this field is required
sv_se: Ändra emailkonfirmering url: detta fällt måste fyllas i

source: Show rules
sv_se: Visa regler

source: Hide rules
sv_se: Dölj regler

source: Permalinks &raquo; %s
sv_se: Permalänkar &raquo; %s

source: Permalinks
sv_se: Permalänkar

source: Enable friendly urls
sv_se: Aktivera sökmotorvänliga URL: er

source: Listing URL:
sv_se: Annons URL:

source: Accepted keywords: %s
sv_se: Giltiga nyckelord: %s

source: Page URL:
sv_se: Sida URL:

source: Category URL:
sv_se: Categori URL:

source: Search URL:
sv_se: Sökning URL:

source: Search keyword country
sv_se: Söknyckelord land

source: Search keyword region
sv_se: Söknyckelord län

source: Search keyword city
sv_se: Söknyckelord stad

source: Search keyword city area
sv_se: Söknyckelord stadsdel

source: Search keyword category
sv_se: Söknyckelord kategori

source: Search keyword user
sv_se: Söknyckelord användare

source: Search keyword pattern
sv_se: Söknyckelord mönster

source: Contact
sv_se: Kontakta

source: Language
sv_se: Språk

source: Listing mark
sv_se: Annons mark

source: Listing send friend
sv_se: Annons tipsa vän

source: Listing contact
sv_se: Annons kontakt

source: Listing new
sv_se: Ny annons

source: Listing activate
sv_se: Aktivera annons

source: Listing edit
sv_se: Redigera annons

source: Listing delete
sv_se: Ta bort annons

source: Listing resource delete
sv_se: Ta bort annonsens resurser

source: User login
sv_se: Användarlogin

source: User dashboard
sv_se: Användarpanel

source: User logout
sv_se: Användarlogin

source: User register
sv_se: Användarregistrering

source: User activate
sv_se: Användaraktivering

source: User activate alert
sv_se: Användaraktiveringsmeddelande

source: User profile
sv_se: Användarprofil

source: User alerts
sv_se: Användarbevakningar

source: User recover
sv_se: Användarrekonstruktion

source: User forgot
sv_se: Användare bortglömd

source: User change password
sv_se: Byt lösenord hos användare

source: User change email
sv_se: Byt mail hos användare

source: User change email confirm
sv_se: Byt mailkonfirmering hos användare

source: Latest searches Settings &raquo; %s
sv_se: Senaste sökningarna inställningar &raquo; %s

source: Latest searches Settings
sv_se: Senaste sökinställningar

source: Latest searches
sv_se: Senaste sökningar

source: Save the latest user searches
sv_se: Spara senaste användarsökningar

source: One hour
sv_se: En Timme

source: One day
sv_se: En dag

source: One week
sv_se: En vecka

source: Forever
sv_se: För evigt

source: Store 1000 queries
sv_se: Lagra 1000 sökningar

source: Store %s queries
sv_se: Lagra %s sökningar

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
sv_se: Denna funktion kan skapa en hel del data. Du bör rensa denna data regelbundet.

source: Spam and bots &raquo; %s
sv_se: Spam och robotar &raquo; %s

source: Spam and bots
sv_se: Spam och bots

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
sv_se: Akismet är en service som automatiskt hittar och blockerar spam.

source: Akismet API Key
sv_se: Akismet API Nyckel

source: This key is valid
sv_se: Giltig nyckel

source: The key you entered is invalid. Please double-check it
sv_se: Nyckeln du skrev är felaktig. Dubbelkolla den, tack

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
sv_se: Akismet är inaktiverad, du måste skriva in en API nyckel. <a href=\"%s\" target=\"_blank\">(Hämta din nyckel här)</a>

source: reCAPTCHA helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. <a href="%s" target="_blank">Get your key</a>
sv_se: reCAPTCHA hjälper till med att förebygga automatiserat spam och missbruk av din sida genom att använda CAPTCHA för att se till att endast människor, och inte robotar, kan använda din sida. <a href=\"%s\" target=\"_blank\">Hämta din nyckel här</a>

source: reCAPTCHA Public key
sv_se: reCAPTCHA publika nyckel

source: reCAPTCHA Private key
sv_se: reCAPTCHA privata nyckel

source: If you see the reCAPTCHA form it means that you have correctly entered the public key
sv_se: Om du ser reCAPTCHA formuläret betyder det att du har angett korrekt publik nyckel

source: Last 10 weeks
sv_se: Senaste 10 veckor

source: Last 10 months
sv_se: Senaste 10 månader

source: Last 10 days
sv_se: Senaste 10 dagar

source: Comments
sv_se: Kommentarer

source: Are you sure you want to %s the selected comments?
sv_se: Är du säker att du vill %s med dem valda kommentarerna?

source: There're no statistics yet
sv_se: Det finns ingen statistik än

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
sv_se: Ta snabbt reda på hur många nya annonser som har publicerats på din webbplats och hur många besök varje annons får.

source: Latest comments on the web
sv_se: Senaste kommentarerna på webben

source: Listing Statistics &raquo; %s
sv_se: Annons statistik &raquo; %s

source: Items
sv_se: Annonser

source: Views
sv_se: Visningar

source: Listing Statistics
sv_se: Annons statistik

source: New listing
sv_se: Ny annons

source: Number of new listings
sv_se: Antal nya annonser

source: Listings' views
sv_se: Se Annonser

source: Total number of listings' views
sv_se: Totalt antal Annonser

source: Inactive
sv_se: Inaktiv

source: Bad category
sv_se: Fel på kategorin

source: Total number of reports
sv_se: Totalt antal rapporter

source: Users per country
sv_se: Användare per land

source: Unknown
sv_se: Okänd

source: Users per region
sv_se: Användare per län

source: User Statistics
sv_se: Användare statistik

source: Latest users on the web
sv_se: Senaste användare på sidan

source: E-Mail
sv_se: E-post

source: Avg. items per user
sv_se: Genomsnitt antal annonser per användare

source: %s listings per user
sv_se: %s annonser per användare

source: Tools
sv_se: Verktyg

source: Backup folder
sv_se: Backup mapp

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
sv_se: Detta är den mapp där dina säkerhetskopior ska skapas. Vi rekommenderar att du väljer en icke-offentlig sökväg.

source: Backup SQL (store on server)
sv_se: Backup SQL (spara på server)

source: Backup files (store on server)
sv_se: Backup files (spara på server)

source: Category stats &raquo; %s
sv_se: Kategori statistik &raquo; %s

source: Category stats
sv_se: Statistik för kategorier
