Repository: gaissa/Raito
Catalog: *-content/languages/*/core.po
Languages: sv_se

source: Calculate category stats
sv_se: Beräkna kategoriernas statistik

source: Import &raquo; %s
sv_se: Importera &raquo; %s

source: Import
sv_se: Importera

source: Import data
sv_se: Importera data

source: Location stats &raquo; %s
sv_se: Plats statistik &raquo; %s

source: Locations stats
sv_se: Orter statistik

source: Complete
sv_se: Komplett

source: Maintenance &raquo; %s
sv_se: Underhåll &raquo; %s

source: Maintenance
sv_se: Underhåll

source: Maintenance mode is: <strong>%s</strong>
sv_se: Underhållsläget är: <strong>%s</strong>

source: Disable maintenance mode
sv_se: Avaktivera underhållsläge

source: Enable maintenance mode
sv_se: Aktivera underhållsläge

source: Checking for updates (Current version %s)
sv_se: Kollar efter uppdateringar (nuvarande version är %s)

source: New version to update:
sv_se: Ny version för uppdatering

source: Upgrade
sv_se: Uppgradera

source: Upgrade &raquo; %s
sv_se: Uppgradera &raquo; %s

source: Update user
sv_se: Uppgradera användare

source: Add new user
sv_se: Lägg till ny användare

source: Contact info
sv_se: Kontaktinformation

source: Last access
sv_se: Senaste åtkomst

source: %s on %s
sv_se: %s på %s

source: (required)
sv_se: (nödvändigt)

source: Cell phone
sv_se: Mobiltelefon

source: Phone
sv_se: Telefon

source: Website
sv_se: Webbplats

source: User type
sv_se: Användartyp

source: Additional information
sv_se: Ytterligare information

source: Location
sv_se: Plats

source: (twice, required)
sv_se: (Igen, nödvändigt)

source: Manage users
sv_se: Hantera användare

source: Manage users &raquo; %s
sv_se: Hantera användare &raquo; %s

source: Resend activation
sv_se: Återsänd aktiveringen

source: unsubscribe alert
sv_se: avregistrera notifieringar

source: Users enabled
sv_se: Användare aktiverad

source: Anyone can register
sv_se: Alla kan registrera sig

source: Users need to validate their account
sv_se: Användare måste validera sina konton

source: Admin notifications
sv_se: Adminmeddelanden

source: When a new user is registered
sv_se: När en ny användare har registrerats

source: Admin mail system
sv_se: Administratörens e-postsystem

source: Search results
sv_se: Sökresultat

source: Publish a listing
sv_se: Publicera en annons

source: Edit your listing
sv_se: Redigera din annons

source: Send to a friend
sv_se: Skicka till en vän

source: Contact seller
sv_se: Kontakta säljaren

source: Error
sv_se: Fel

source: Languages
sv_se: Språk

source: page
sv_se: Sida

source: Show all listings
sv_se: Visa alla annonser

source: Recover your password
sv_se: Återställ ditt lösenord

source: Login
sv_se: Logga in

source: Create a new account
sv_se: Skapa ett nytt konto

source: Manage my listings
sv_se: Hantera mina annonser

source: Manage my alerts
sv_se: Hantera mina bevakningar

source: Update my profile
sv_se: Uppdatera min profil

source: Public profile
sv_se: Publik profil

source: Change my email
sv_se: Ändra min email

source: Change my password
sv_se: Ändra mitt lösenord

source: Recover my password
sv_se: Återhämta mitt lösenord

source: Logout
sv_se: Logga ut

source: New comments
sv_se: Nya kommentarer

source: Plugin updates
sv_se: Plugin uppdateringar

source: MySQLi extension for PHP
sv_se: MySQLi extension för PHP

source: MySQLi extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
sv_se: MySQLi extension krävs. Hur du <a target=\"_blank\" href=\"http://www.php.net/manual/en/mysqli.setup.php\">installerar/konfigurerar</a>.

source: GD extension for PHP
sv_se: GD extension för PHP

source: GD extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">install/configure</a>.
sv_se: GD extension krävs. Hur du <a target=\"_blank\" href=\"http://www.php.net/manual/en/image.setup.php\">installerar/konfigurerar</a>.

source: Folder <code>oc-content/uploads</code> exists
sv_se: Katalogen <code>oc-content/uploads</code> existerar

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
sv_se: Du måste skapa en<code>uploads</code> katalog, dvs: <code>mkdir %soc-content/uploads/</code>

source: Root directory is writable
sv_se: Rotkatalogen är skrivbar

source: Root folder has to be writable, i.e.: <code>chmod a+w %s</code>
sv_se: Rotkatalogen måste vara skrivbar, dvs: <code>chmod a+w %s</code>

source: Cannot connect to the database. Error number: %s
sv_se: Kan inte ansluta till databasen. Fel nummer: %s

source: Cannot connect to the database. Check if the user has privileges.
sv_se: Kan inte ansluta till databasen. Kolla om användaren har rätt privilegier.

source: Cannot connect to the database. Check if the username and password are correct.
sv_se: Kan inte ansluta till databasen. Kolla om användarnamnet och lösenordet är korrekt.

source: Can't copy config-sample.php. Check if the root directory is writable.
sv_se: Kan inte kopiera config-sample.php filen. Kolla så att rotkatalogen är skrivbar.

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
sv_se: Det existerar tabeller med samma namn i databasen. Ändra tabellprefixet eller databas och försök igen.

source: The file %s doesn't exist
sv_se: Filen %s existerar inte

source: Database information
sv_se: Databasinformation

source: Host
sv_se: Värd

source: Server name or IP where the database engine resides
sv_se: Servernamn eller IP där databasen finns

source: Database name
sv_se: Databasnamn

source: User Name
sv_se: Användarnamn

source: Your MySQL username
sv_se: Ditt MySQL användarnamn

source: Your MySQL password
sv_se: Ditt MySQL lösenord

source: Table prefix
sv_se: Tabellprefix

source: Advanced
sv_se: Avancerat

source: Create DB
sv_se: Skapa DB

source: Check here if the database is not created and you want to create it now
sv_se: Kolla här om databasen inte är skapad och du vill skapa den nu

source: DB admin username
sv_se: DB admin användarnamn

source: DB admin password
sv_se: DB admin lösenord

source: Information needed
sv_se: Information behövs

source: Admin user
sv_se: Admin användare

source: Admin user is required
sv_se: Admin användare måste fyllas i

source: A password will be automatically generated for you if you leave this blank.
sv_se: Ett lösenord kommer att genereras till dig om du lämnar detta fällt tomt.

source: Contact information
sv_se: Kontaktinformation

source: Web title
sv_se: Websidans titel

source: Contact e-mail
sv_se: Kontaktmail

source: Put your e-mail here
sv_se: skriv din mail här

source: Choose countries/cities where your target users are located
sv_se: Välj länder/städer där dina användare bor/huserar

source: No internet connection. You can continue the installation and insert countries later.
sv_se: Ingen internetanslutning. Du kan fortsätta installationen och installera länder senare.

source: Go back
sv_se: Tillbaka

source: The selected location could not been installed
sv_se: Det valda läget kunde inte installeras

source: Congratulations!
sv_se: Grattis!

source: An e-mail with the password for oc-admin has been sent to: %s
sv_se: Ett mail med lösenordet för oc-admin har skickats till: %s

source: Finish and go to the administration panel
sv_se: Avsluta och gå till adminpanelen

source: username: %s
sv_se: användarnamn: %s

source: password: %s
sv_se: lösenord: %s

source: Welcome
sv_se: Välkommen

source: Choose language
sv_se: Välj språk

source: Check the next requirements:
sv_se: Kolla följande krav:

source: Requirements help:
sv_se: Kravhjälp:

source: Need more help?
sv_se: Behöver du mer hjälp?

source: All right! All the requirements have met:
sv_se: Okey! Alla kraven är:

source: Allow my site to appear in search engines like Google.
sv_se: Tillåt min sida att synas i sökmotorer som Google och andra.

source: Try again
sv_se: Försök igen

source: Run the install
sv_se: Kör installationen

source: Readme
sv_se: Läsmig

source: Anonymous
sv_se: Anonym

source: Message: this field is required
sv_se: Meddelande: detta fält måste fyllas i

source: Your name: this field is required
sv_se: Ditt namn: Detta fält måste fyllas i

source: Plugin %s is missing the index.php file %s
sv_se: Plugin %s saknar index.php file %s

source: here
sv_se: här

source: Manage media
sv_se: Hantera media

source: Manage themes
sv_se: Hantera teman

source: Manage widgets
sv_se: Hantera widgets

source: Manage plugins
sv_se: Hantera plugins

source: General
sv_se: Allmänt

source: Mail server
sv_se: e-post server

source: Backup data
sv_se: Säkerhetskopiera data

source: Location stats
sv_se: Statistik för plats

source: Maintenance mode
sv_se: Underhållsläge

source: Your Profile
sv_se: Din profil

source: Reports
sv_se: Rapporter

source: Search results: %s
sv_se: Sökresultat: %s

source: %s's profile
sv_se: %s's profil

source: Account
sv_se: Konto

source: My listings
sv_se: Mina annonser

source: My alerts
sv_se: Mina bevakningar

source: My profile
sv_se: Min profil

source: Name: enter at least 3 characters
sv_se: Namn: skriv in minst 3 bokstäver

source: Name: no more than 50 characters
sv_se: Namn: inte mer än 50 bokstäver får användas

source: Username: this field is required
sv_se: användarnamn: Detta fällt måste fyllas i

source: Username: enter at least 3 characters
sv_se: Användarnamn: minst 3 bokstäver måste fyllas i

source: Username: no more than 50 characters
sv_se: Användarnamn: max 50 bokstäver

source: Password: enter at least 5 characters
sv_se: Lösenord: minst 5 bokstäver måste fyllas i

source: Passwords don't match
sv_se: Lösenorden matchar inte

source: Enter your e-mail
sv_se: Fyll i din email

source: Comment: this field is required
sv_se: Kommentar: detta fält måste fyllas i

source: Select a category
sv_se: Välj en kategori

source: Select a country...
sv_se: Välj ett land ...

source: Select a region...
sv_se: Välj ett län ...

source: Market external sources
sv_se: Marknads externa källor

source: Select a city...
sv_se: Välj en stad ...

source: Allow updates and installations of non-official plugins and themes
sv_se: Tillåt uppdateringar och installationer av icke-officiella plugins och teman

source: Choose one category
sv_se: Välj en kategori

source: Price: no more than 50 characters
sv_se: Pris: ej mer än 50 tecken

source: Currency: make your selection
sv_se: Valuta: gör ditt val

source: Photo: must be %s
sv_se: Foto: måste vara %s

source: Name: no more than 35 characters
sv_se: Namn: inte mer än 35 bokstäver

source: Address: enter at least 3 characters
sv_se: Adress: minst 3 bokstäver måste fyllas i

source: Address: no more than 100 characters
sv_se: Adress: inte mer än 100 bokstäver får användas

source: Select a region
sv_se: Välj ett län

source: Select a city
sv_se: Välj en stad

source: City area: enter at least 3 characters
sv_se: Stadsdel: skriv in minst 3 bokstäver

source: City area: no more than 50 characters
sv_se: Stadsdel: inte mer än 50 bokstäver får användas

source: Remove
sv_se: Ta bort

source: Short name: this field is required
sv_se: Kortnamn: detta fält måste fyllas i

source: Currency format: this field is required
sv_se: Valutaformat: detta fällt måste fyllas i

source: Number of decimals: this field is required
sv_se: Antal decimaler: detta fällt måste fyllas i

source: Decimal point: this field is required
sv_se: Decimalpunkt: detta fällt måste fyllas i

source: Date format: this field is required
sv_se: Datumformat: detta fällt måste fyllas i

source: Friend's name: this field is required
sv_se: Din väns namn: Detta fält måste fyllas i

source: Friend's email: this field is required
sv_se: Din väns email: Detta fält måste fyllas i

source: Invalid friend's email address
sv_se: Din väns email är ogiltig

source: Company
sv_se: Företag

source: All
sv_se: Alla

source: Password: this field is required
sv_se: Lösenord: detta fält måste fyllas i

source: Second password: this field is required
sv_se: Det andra lösenordet: detta fällt måste fyllas i

source: Second password: enter at least 5 characters
sv_se: Det andra lösenordet: skriv in minst 5 bokstäver

source: Page
sv_se: Sida

source: Go!
sv_se: Kör!

source: Check with seller
sv_se: Kontrollera med säljaren

source: Free
sv_se: Gratis

source: Newly listed
sv_se: Nyast först

source: Lower price first
sv_se: Lägre pris först

source: Higher price first
sv_se: Högre pris först

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Oct
sv_se: Okt

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tors

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: Sun
sv_se: Sön

source: AM
sv_se: FM

source: PM
sv_se: EM

source: am
sv_se: fm

source: pm
sv_se: em

source: Manage your listings
sv_se: Hantera dina annonser

source: Manage your alerts
sv_se: Hantera dina prenumerationer

source: For sale
sv_se: Till salu

source: Vehicles
sv_se: Fordon

source: Classes
sv_se: Klasser

source: Real estate
sv_se: Fastigheter

source: Services
sv_se: Tjänster

source: Community
sv_se: Gemenskap

source: Personals
sv_se: Kontaktannonser

source: Jobs
sv_se: Jobb

source: Animals
sv_se: Djur

source: Art - Collectibles
sv_se: Konst - Samlarobjekt

source: Barter
sv_se: Bytes

source: Books - Magazines
sv_se: Böcker - Tidningar

source: Cameras - Camera Accessories
sv_se: Kameror

source: CDs - Records
sv_se: CD - Vinyler

source: Cell Phones - Accessories
sv_se: Mobiltelefon - tillbehör

source: Clothing
sv_se: Kläder

source: Computers - Hardware
sv_se: Datorer - Hårdvara

source: Electronics
sv_se: Elektronik

source: For Babies - Infants
sv_se: Bebisar - Nyfödda

source: Garage Sale
sv_se: Loppis

source: Health - Beauty
sv_se: Hälsa - Skönhet

source: Home - Furniture - Garden Supplies
sv_se: Hem - Möbler - Trädgård

source: Jewelry - Watches
sv_se: Juveler - Klockor

source: Musical Instruments
sv_se: Musikinstrument

source: Sporting Goods - Bicycles
sv_se: Sportartiklar - Cycklar

source: Tickets
sv_se: Biljetter

source: Toys - Games - Hobbies
sv_se: Leksaker - Spel - Hobby

source: Video Games - Consoles
sv_se: Videospel - Konsoller

source: Everything Else
sv_se: allting annat

source: Cars
sv_se: Bilar

source: Car Parts
sv_se: Bildelar

source: Motorcycles
sv_se: Motorcyklar

source: Boats - Ships
sv_se: Båtar - Fartyg

source: RVs - Campers - Caravans
sv_se: Husbilar - Husvagnar

source: Trucks - Commercial Vehicles
sv_se: Lastbilar - Kommersiella fordon

source: Other Vehicles
sv_se: Övriga fordon

source: Computer - Multimedia Classes
sv_se: Datorer

source: Language Classes
sv_se: Språk

source: Music - Theatre - Dance Classes
sv_se: Musik - Teater - Dans

source: Tutoring - Private Lessons
sv_se: Utbildning

source: Other Classes
sv_se: Övrigt

source: Houses - Apartments for Sale
sv_se: Hus - Lägenheter till salu

source: Houses - Apartments for Rent
sv_se: Hus - Lägenheter att hyra

source: Rooms for Rent - Shared
sv_se: Rum att hyra

source: Housing Swap
sv_se: Husbyten

source: Vacation Rentals
sv_se: Semesteruthyrning

source: Parking Spots
sv_se: Parkeringsplatser

source: Office - Commercial Space
sv_se: Kontor

source: Shops for Rent - Sale
sv_se: Affärer till salu

source: Babysitter - Nanny
sv_se: Barnvakt

source: Casting - Auditions
sv_se: Provspelning - Audition

source: Computer
sv_se: Dator

source: Event Services
sv_se: Evenemangstjänster

source: Health - Beauty - Fitness
sv_se: Hälsa - skönhet - Träning

source: Horoscopes - Tarot
sv_se: Horoskop - Tarot

source: Household - Domestic Help
sv_se: Hushåll

source: Moving - Storage
sv_se: Flytt - Lagring

source: Repair
sv_se: Reparationer

source: Writing - Editing - Translating
sv_se: Skriva - Editera - Översätta

source: Other Services
sv_se: Andra tjänster

source: Carpool
sv_se: Bilpool

source: Community Activities
sv_se: Gemenskapsaktiviteter

source: Events
sv_se: Evenemang

source: Musicians - Artists - Bands
sv_se: Musiker - Artister - Orkestrar

source: Volunteers
sv_se: Frivilliga

source: Lost And Found
sv_se: Borttappat - Upphittat

source: Women looking for Men
sv_se: Kvinnor söker män

source: Men looking for Women
sv_se: Män söker kvinnor

source: Men looking for Men
sv_se: Män söker män

source: Women looking for Women
sv_se: Kvinnor söker kvinnor

source: Friendship - Activity Partners
sv_se: Vänskap

source: Missed Connections
sv_se: Saknade kontakter

source: Accounting - Finance
sv_se: Bokföring

source: Advertising - Public Relations
sv_se: Annonsering

source: Arts - Entertainment - Publishing
sv_se: Konst - Underhållning

source: Clerical - Administrative
sv_se: Administrativt

source: Customer Service
sv_se: Kundservice

source: Education - Training
sv_se: Utbildning

source: Engineering - Architecture
sv_se: Tillverkning - Arkitektur

source: Healthcare
sv_se: Hälsovård

source: Human Resource
sv_se: Kunskap

source: Legal
sv_se: Lagar och förordningar

source: Manual Labor
sv_se: Arbetskraft

source: Manufacturing - Operations
sv_se: Tillverkning

source: Marketing
sv_se: Marknadsföring

source: Non-profit - Volunteer
sv_se: Icke vinstdrivande - Volontärer

source: Real Estate
sv_se: Fastigheter

source: Restaurant - Food Service
sv_se: Restaurang

source: Retail
sv_se: Detaljhandel

source: Sales
sv_se: Till salu

source: Technology
sv_se: Teknologi

source: Other Jobs
sv_se: Övriga jobb

source: There's no description available in your language
sv_se: Det finns ingen beskrivning tillgänglig på ditt språk

source: The custom field has been deleted
sv_se: Det anpassade fält har tagits bort
