Repository: gaissa/Raito
Catalog: *-content/languages/*/messages.po
Languages: sv_se

source: You're already subscribed
sv_se: Du prenumererar redan

source: Subscribed correctly
sv_se: Bevakar nu

source: Error subscribing
sv_se: Fel prenumerera

source: Thank you very much for your donation
sv_se: Tack så mycket för din donation

source: You need to be logged to comment
sv_se: Du måste vara inloggad för att kommentera

source: Invalid CSRF token.
sv_se: Ogiltig CSRF tecken.

source: Probable invalid request.
sv_se: Förmodligen ogiltig begäran.

source: Sorry, comments are disabled
sv_se: Tyvärr, kommentarer är inaktiverat

source: The listing hasn't been enabled. Please enable it in order to make it public
sv_se: Annonsen har inte aktiverats. Var vänligen aktivera den för att den ska synas för alla

source: The name cannot be empty
sv_se: Namnet kan inte vara tomt

source: This action can't be done because it's a demo site
sv_se: Denna åtgärd kan inte göras eftersom det är en demo webbplats

source: There has been an error adding a new admin
sv_se: Det uppstod ett fel när en ny admin skulle skapas

source: There is no admin with this id
sv_se: Det finns ingen admin med detta id

source: The listing can't be activated because it's blocked
sv_se: Annonsen kunde inte aktiveras för att den är blockad

source: Wait time must only contain numeric characters
sv_se: Väntetiden får endast innehålla siffror

source: Number of moderated listings must only contain numeric characters
sv_se: Antal av godkända annonser får endast innehålla siffror

source: Images per listing must only contain numeric characters
sv_se: BIlder per annons får endast innehålla siffror

source: Number of decimals must only contain numeric characters
sv_se: Antal decimaler får bara innehålla siffror

source: Directory '%s' couldn't be removed;)
sv_se: Mappen '%s' kunde inte tas bort

source: You have very few free space left, users will not be able to upload pictures
sv_se: Du har mycket lite ledigt utrymme kvar, användarna kommer inte att kunna ladda upp bilder

source: Number of moderate comments must only contain numeric characters
sv_se: Antal godkända kommentarer får endast innehålla siffror

source: Comments per page must only contain numeric characters
sv_se: Kommentarer per sida får endast innehålla siffror

source: Comment settings have been updated
sv_se: Kommentar inställningarna har uppdaterats

source: Country name cannot be blank
sv_se: Lands namn kan inte vara tomt

source: There was a problem deleting locations
sv_se: Det uppstod ett problem att ta bort platser

source: No country was selected
sv_se: Inget land valdes

source: %s can't be added
sv_se: %s kan inte läggas till

source: Region name cannot be blank
sv_se: Region namnet kan inte vara tomt

source: No region was selected
sv_se: Ingen region valdes

source: New city name cannot be blank
sv_se: Nya stadsnamnet kan inte vara tomt

source: City name cannot be blank
sv_se: Stadsnamn kan inte vara tomt

source: No city was selected
sv_se: Ingen stad valdes

source: All fields are required.
sv_se: Alla fält måste fyllas i

source: File <b>.htaccess</b> couldn't be filled out with the right content.
sv_se: <b>.htaccess</b> filen kunde inte fyllas ut med rätt innehåll

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file, please deactivate the <em>Friendly URLs</em> option.
sv_se: Här är det innehåll som du behöver lägga till i <b>.htaccess</b> filen. Om du inte kan skapa filen, vänligen avaktivera <em>Vänliga webbadresser</em> alternativet.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
sv_se: Här är det innehåll som du har att lägga till i <b>.htaccess</b> filen. Om du inte kan skapa filen eller upplever några problem med webbadresser, vänligen avaktivera <em>Vänliga webbadresser </em> alternativet.

source: %s couldn't be deleted because it has listings associated to it
sv_se: %s kunde inte tas bort eftersom det har annonser associerade till det

source: %s couldn't be deleted because it's the default currency
sv_se: %s kunde inte tas bort eftersom det är standardvalutan

source: Number of listings in the RSS has to be a numeric value
sv_se: Antal av annonser i RSS flödet måste vara siffror

source: Max latest listings has to be a numeric value
sv_se: Max antal senaste annonser måste vara siffror

source: Number of listings on search has to be a numeric value
sv_se: Antal annonser i söken måste vara ett numeriskt värde

source: Number of listings in the RSS must be an integer
sv_se: Antal annonser i RSS flödet måste vara ett heltal

source: Number of recent listings displayed at home must be an integer
sv_se: Antal nya annonser som visas på startsidan måste vara ett heltal

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/downloads/</code>
sv_se: <code>downloads</code> mappen måste vara skrivbar t.ex.: <code>chmod a+w %soc-content/downloads/</code>

source: Archived successfully!
sv_se: Framgångsrikt aktiverad!

source: Error, the zip file was not created in the specified directory
sv_se: Fel, zip-filen har inte skapas i den angivna katalogen

source: There was an error creating the .maintenance file, please create it manually at the root folder
sv_se: Det uppstod ett fel när .maintenance filen skapades, var vänligen skapa den senare manuellt i root mappen

source: There was an error removing the .maintenance file, please remove it manually from the root folder
sv_se: Det uppstod ett fel att ta bort .maintenance filen, var vänligen och ta bort den manuellt i root mappen

source: No users have been selected
sv_se: Inga användare har markerats

source: No users have been activated
sv_se: Inga användare har aktiverats

source: No users have been deactivated
sv_se: Inga användare har inaktiverats

source: No users have been enabled
sv_se: Inga användare har aktiverats

source: No users have been disabled
sv_se: Inga användare har inaktiverats

source: No users have been deleted
sv_se: Inga användare har raderats

source: Alert id isn't in the correct format
sv_se: Bevaknings id är inte i korrekt format

source: No alerts have been deleted
sv_se: Inga bevakningar har tagits bort

source: One alert has been deleted
sv_se: En bevakning har tagits bort

source: No alerts have been activated
sv_se: Inga bevakningar har aktiverats

source: One alert has been activated
sv_se: En bevakning har aktiverats

source: No alerts have been deactivated
sv_se: Inga bevakningar har blivit avaktiverade

source: One alert has been deactivated
sv_se: En bevakning har blivit avaktiverad

source: User settings have been updated
sv_se: Användarinställningarna har uppdaterats

source: Both rules can not be empty
sv_se: Båda reglerna kan inte vara tomma

source: Rule updated correctly
sv_se: Regel uppdaterades korrekt

source: Rule saved correctly
sv_se: Regel sparades korrekt

source: No rules have been deleted
sv_se: Inga regler har tagits bort

source: One ban rule has been deleted
sv_se: En ban regel har tagits bort

source: Image with an incorrect extension.
sv_se: Bild med en felaktig filnamnstillägg

source: Image is too big. Max. size
sv_se: Bilden är för stor. Maxstorlek

source: Price must be a number.
sv_se: Priset måste vara ett tal.

source: We just sent your message to %s
sv_se: Du har skickat ett meddelande till %s

source: The file you tried to upload does not have a valid extension
sv_se: Filen du försökte att ladda upp har inte en giltig filnamnstillägg

source: Please enter a correct email
sv_se: Fyll i en korrekt e-postadress

source: Your email has been sent properly. Thank you for contacting us!
sv_se: Ditt meddelande har skickats. Tack för att ni har kontaktat oss!

source: A user with that email address already exists, if it is you, please log in
sv_se: En användare med den epost adressen existerar redan, om det är du var vänligen och logga in

source: Your current email is not allowed
sv_se: Din nuvarande e-post är inte tillåten

source: Your current IP is not allowed
sv_se: Din nuvarande IP adress är inte tillåten

source: Sorry, we don't have any listings with that ID
sv_se: Tyvärr, men du har inga annonser med det ID

source: The listing hasn't been validated. Please validate it in order to make it public
sv_se: Annonsen har inte bekräftats. Var vänligen och bekräfta den för att göra den tillgänglig till alla

source: This should never happen
sv_se: Detta borde aldrig hända

source: The reCAPTCHA was not entered correctly
sv_se: reCAPTCHA var inte korrekt angivet

source: Username is already taken
sv_se: Användarnamnet är upptaget

source: The specified username is not valid, it contains some invalid words
sv_se: Det angivna användarnamnet är ogiltigt, innehåller några icke tillåtna ord

source: Oops! There was a problem trying to activate your alert. Please contact an administrator
sv_se: Ojdå! Det uppstod ett problem med att aktivera din bevakning. Var vänligen kontakta en administratör

source: Oops! There was a problem trying to unsubscribe you. Please contact an administrator
sv_se: Ojdå! Det uppstod ett problem med att försöka avsluta prenumerationen. Kontakta en administratör

source: The specified username is already in use
sv_se: Det angivna användarnamnet används redan

source: The username was updated
sv_se: Användarnamnet uppdaterades

source: The specified username could not be empty
sv_se: Det angivna användarnamnet kan inte vara tomt

source: Your account have been deleted
sv_se: Ditt konto har tagits bort

source: Oops! you can not do that
sv_se: Ojdå! Du kan inte göra det dära

source: We've sent you an e-mail. Follow its instructions to validate the changes
sv_se: Vi har skickat ett e-mail. Följ instruktionerna för att validera ändringarna

source: We tried to sent you an e-mail, but it failed. Please, contact an administrator
sv_se: Vi har försökt skicka dig ett e-post, men fungerade inte. Kontakta administratören

source: Price must be positive number.
sv_se: Priset måste vara positivt tal.

source: The plugin generated %d characters of <strong>unexpected output</strong> during the installation. Output: "%s"
sv_se: Pluginet genererade %d tecknen av <strong>oväntad output</strong> under installationen. Output: "%s"

source: Number of expiration days has to be a numeric value
sv_se: Antal utgångsdagar måste vara ett numeriskt värde

source: Friendly URLs deactivated, but .htaccess file was modified outside Osclass and was not deleted
sv_se: Vänliga webbadresser är avaktiverat, men.htaccess filen ändrades utanför Osclass och togs inte bort

source: Friendly URLs deactivated, but .htaccess file could not be deleted. Please, remove it manually
sv_se: Vänliga webbadresser är avaktiverat, men .htaccess-filen kan inte raderas. Var vänligen och ta bort den manuellt

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't modify the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
sv_se: Här är det innehåll som du har att lägga till i <b>.htaccess</b> filen. Om du inte kan ändra filen eller uppleva några problem med webbadresser, vänligen avaktivera <em>Vänliga webbadresser</em> alternativet.

source: File <b>.htaccess</b> already exists and was not modified.
sv_se: <b>.htaccess</b> filen existerar redan och var inte modifierad.

source: Title Length has to be a numeric value
sv_se: Titelns längd måste vara ett numeriskt värde

source: Advanced settings have been updated
sv_se: Avancerade inställningar har uppdaterats

source: Description Length has to be a numeric value
sv_se: Beskrivningens längd måste vara ett numeriskt värde

source: Title too short (%s).
sv_se: Titeln är för kort (%s).

source: Title too long (%s).
sv_se: Titeln är för lång (%s).

source: Description too short (%s).
sv_se: Beskrivningen är för kort (%s).

source: Description too long (%s).
sv_se: Beskrivningen är för lång (%s).

source: Account validation failed
sv_se: Verifiering av kontot misslyckades

source: The user has not been validated yet. Would you like to re-send your <a href="%s">activation?</a>
sv_se: Användaren har inte verifierats ännu. Vill du skicka <a href="%s">aktiveringsmejlet</a> igen?

source: Incorrect link
sv_se: Ogiltig länk

source: Validation email re-sent
sv_se: Aktiveringsmejlet har skickats igen

source: We have just sent you an email to validate your account, you will have to wait a few minutes to resend it again
sv_se: Vi har nyligen skickat ett aktiveringsmejl för att verifiera ditt konto, du måste vänta ett par minuter innan du kan skicka det igen

source: Your email has been sent properly.
sv_se: Ditt mejl har skickats.

source: Osclass has been updated successfully. <a href="http://forums.osclass.org/">Need more help?</a>
sv_se: Osclass har uppdaterats med lyckat resultat. <a href="http://forums.osclass.org/">Behöver du mer hjälp?</a>

source: The files were deleted
sv_se: Filerna raderades

source: Cache flushed correctly
sv_se: Cache-filerna tömdes korrekt

source: There were an error deleting the files, please check the permissions of the files in %s
sv_se: Ett fel uppstod när filerna skulle raderas, var vänlig kontrollera filernas behörighet i %s

source: The listing has been blocked or is awaiting moderation from the admin
sv_se: Annonsen har blockerats eller väntar på moderering från administratören

source: Please provide an email address
sv_se: Var vänlig ange en e-postadress

source: Empty passwords are not allowed. Please provide a password
sv_se: Tomma lösenordsfält är inte tillåtna. Var vänlig ange ett lösenord

source: The specified e-mail is already used by %s
sv_se: Den specificerade e-postadressen används redan av %s

source: Disconnected from the market
sv_se: Bortkopplad från annonsmarknaden
