Repository: gaissa/Raito
Catalog: *-content/languages/*/messages.po
Languages: sv_se

source: The selected photo couldn't be deleted, the url doesn't exist
sv_se: Det valda fotot kunde inte raderas, url:en existerar inte

source: The listing doesn't exist
sv_se: Annonsen finns inte

source: The listing doesn't belong to you
sv_se: Annonsen tillhör inte dig

source: The selected photo has been successfully deleted
sv_se: Det valda fotot har raderats

source: The selected photo does not belong to you
sv_se: Det valda fotot tillhör inte dig

source: The selected photo couldn't be deleted
sv_se: Det valda fotot kunde inte raderas

source: The Recaptcha code is wrong
sv_se: Recaptcha koden är felaktig

source: There has been some errors sending the message
sv_se: Det gick inte att skicka meddelandet

source: Only registered users are allowed to post listings
sv_se: Bara registrerade användare får skapa annonser

source: Your listing has been published
sv_se: Din annons har blivit publicerad

source: Great! We've just updated your listing
sv_se: Bra! Vi har nu uppdaterat din annons

source: The listing has been validated
sv_se: Annonsen har blivit verifierad

source: The listing can't be validated
sv_se: Annonsen kan inte verifieras

source: The listing has already been validated
sv_se: Annonsen har redan blivit verifierad

source: Your listing has been deleted
sv_se: Din annons har blivit raderad

source: The listing you are trying to delete couldn't be deleted
sv_se: Annonsen du försöker radera kan inte raderas

source: Thanks! That's very helpful
sv_se: Tack! Det är till stor hjälp

source: This listing doesn't exist
sv_se: Annonsen finns inte

source: We're sorry, but the listing has expired. You can't contact the seller
sv_se: Vi är ledsen, annonsen har gått ut. Du kan inte kontakta annonsören

source: You can't contact the seller, only registered users can
sv_se: Endast registrerade användare kan kontakta säljaren

source: We've just sent an e-mail to the seller
sv_se: Vi har precis skickat ett e-postmeddelande till säljaren

source: Sorry, we could not save your comment. Try again later
sv_se: Din kommentar kunde inte sparas. Försök senare.

source: Your comment is awaiting moderation
sv_se: Din kommentar väntar på godkännande

source: Your comment has been approved
sv_se: Din kommentar har godkänts

source: Please fill the required field (email)
sv_se: Du måste ange en email

source: Please type a comment
sv_se: Var vänlig skriv en kommentar

source: Your comment has been marked as spam
sv_se: Din kommentar har markerats som spam

source: You must be logged in to delete a comment
sv_se: Du måste vara inloggad för att kunna radera en kommentar

source: The comment doesn't exist
sv_se: Kommentaren existerar inte

source: The comment is not active, you cannot delete it
sv_se: Kommentaren är inte aktiv, så du kan inte radera den

source: The comment was not added by you, you cannot delete it
sv_se: Denna kommentar var inte skriven av dig, du kan därför inte radera den

source: The comment has been deleted
sv_se: kommentaren är nu raderad

source: Users not enabled
sv_se: Användare ej aktiverad

source: Users are not enabled
sv_se: Användarna är inte aktiverade

source: The user doesn't exist
sv_se: Användaren existerar inte

source: The password is incorrect
sv_se: Lösenordet är felaktigt

source: The user has not been validated yet
sv_se: Användaren har inte validerats än

source: The user has been suspended
sv_se: Användaren har stängts av

source: Invalid email address
sv_se: Ogiltig mailadress

source: We have sent you an email with the instructions to reset your password
sv_se: Ett email har skickats med instruktioner om hur du återställer ditt lösenord

source: We were not able to identify you given the information provided
sv_se: Vi kunde inte identifiera dig med hjälp av den information du angav

source: The recaptcha code is wrong
sv_se: Recaptchakoden är felaktig

source: Sorry, the link is not valid
sv_se: Tyvärr, är länken inte giltig

source: Password cannot be blank
sv_se: Lösenord kan inte lämnas blankt

source: The password has been changed
sv_se: Lösenordet har ändrats

source: Error, the password don't match
sv_se: Fel, lösenordet matchar inte

source: User registration is not enabled
sv_se: Användarregistrering är inte aktiverad

source: The user has been created. An activation email has been sent
sv_se: Användaren har skapats. Ett aktiverings e-post har skickats

source: Your account has been created successfully
sv_se: Ditt konto har skapats

source: The specified e-mail is already in use
sv_se: Den angivna e-posten är redan i bruk

source: The email is not valid
sv_se: Ogiltig email

source: The password cannot be empty
sv_se: Lösenord kan inte lämnas tomt

source: Passwords don't match
sv_se: Lösenorden matchar inte

source: The link is not valid anymore. Sorry for the inconvenience!
sv_se: Denna länk är inte längre giltig

source: Your account has already been validated
sv_se: Ditt konto är redan validerat

source: Your account has been validated
sv_se: Ditt konto har validerats

source: Your email has been changed successfully
sv_se: Din email har ändrats

source: Alert activated
sv_se: Meddelanden aktiverat

source: Unsubscribed correctly
sv_se: Din prenumerering är nu avslutad

source: Your profile has been updated successfully
sv_se: Din profil har uppdaterats!

source: The specified e-mail is not valid
sv_se: Den specifierade mailadressen är inte giltig

source: Current password doesn't match
sv_se: Nuvarande lösenord matchar inte

source: Passwords can't be empty
sv_se: Lösenordsfältet kan inte vara tomt

source: Password has been changed
sv_se: Lösenordet har ändrats

source: You don't have enough permissions
sv_se: Du har inte tillräckligt med behörighet

source: Email invalid
sv_se: E-post adressen är ogiltig

source: Username invalid
sv_se: Användarnamnet är ogiltigt

source: Name invalid
sv_se: Namnet är ogiltig

source: Password invalid
sv_se: Lösenordet är ogiltigt

source: Email already in use
sv_se: Mailadressen används redan

source: Username already in use
sv_se: Användarnamnet används redan

source: The admin has been added
sv_se: Administratören har lagts till

source: This admin doesn't exist
sv_se: Denna admin existerar inte

source: Existing email
sv_se: Existerande email

source: Existing username
sv_se: Användarnamnet existerar redan

source: The password couldn't be updated. Passwords don't match
sv_se: Lösenordet kunde inte uppdateras. Lösenorden matchar inte

source: The admin has been updated
sv_se: Administratör har uppdaterats

source: The admin id isn't in the correct format
sv_se: Administratörs-ID är inte i rätt format

source: The operation hasn't been completed. You're trying to remove yourself!
sv_se: Har inte slutförts. Du försöker ta bort dig själv!

source: The admin has been deleted correctly
sv_se: Administratören har tagits bort på rätt sätt

source: The admin couldn't be deleted
sv_se: Administratören kunde inte tas bort

source: This action cannot be done because it is a demo site
sv_se: Denna åtgärd kan inte göras eftersom det är en demo sajt

source: Backup completed successfully
sv_se: Backup slutförts

source: The theme folder is not writable
sv_se: Tema foldern är inte skrivbar

source: The theme has been installed correctly
sv_se: Temat har installerats korrekt

source: The zip file is not valid
sv_se: ZIP filen är ogiltig

source: No file was uploaded
sv_se: Ingen fil laddades upp

source: There was a problem adding the theme
sv_se: Det gick inte att lägga till temat

source: Theme removed successfully
sv_se: Temat har tagits bort

source: There was a problem removing the theme
sv_se: Det var problem att ta bort temat

source: Current theme can not be deleted
sv_se: Aktuellt tema kan inte raderas

source: No theme selected
sv_se: Inget tema är valt

source: Widget removed correctly
sv_se: Widgeten raderades korrekt

source: Description field is required
sv_se: Beskrivningsfältet är nödvändigt

source: Widget updated correctly
sv_se: Widgeten uppdaterades korrekt

source: Widget cannot be updated correctly
sv_se: Widgeten kan inte uppdateras korrekt

source: Widget added correctly
sv_se: Widgeten lades till korrekt

source: Theme activated correctly
sv_se: Temat har aktiverats

source: The comments have been deleted
sv_se: Kommentarerna har tagits bort

source: The comments have been approved
sv_se: Kommentarerna har godkänts

source: The comments have been disapproved
sv_se: Kommentarerna har inte godkänts

source: The comment has been approved
sv_se: Kommentaren har godkänts

source: The comment has been disapproved
sv_se: Kommentaren har inte godkänts

source: The comment has been enabled
sv_se: Kommentaren har aktiverats

source: The comment has been disabled
sv_se: Kommentaren har avaktiverats

source: Email is not correct
sv_se: Epost adressen är inte korrekt

source: Comment is required
sv_se: Du måste skriva en kommentar

source: Great! We just updated your comment
sv_se: Bra! Vi uppdaterade precis din kommentar

source: The email/alert has been updated
sv_se: E-post/prenumeration har uppdaterats

source: You can't repeat internal name
sv_se: Du kan inte upprepa interna namnet

source: The email couldn't be updated, at least one title should not be empty
sv_se: Din email kunde inte uppdateras, åtminstone titelfältet måste fyllas i

source: %d listing has been enabled
sv_se: %d annonsen har blivit aktiverad

source: %d listing has been disabled
sv_se: %d annonsen har inaktiverats

source: %d listing has been activated
sv_se: %d annonsen har aktiverats

source: %d listing has been deactivated
sv_se: %d annonsen har inaktiverats

source: %d listing has been marked as premium
sv_se: %d annonsen har blivit markerad som premium

source: %d change has been made
sv_se: %d ändring har gjorts

source: %d listing has been marked as spam
sv_se: %d annonsen har markerats som spam

source: %d listing has been deleted
sv_se: %d annonsen har raderats

source: %d listing has been unmarked as spam
sv_se: %d annonsen har av markerats som spam

source: %d listing has been unmarked as missclassified
sv_se: %d objektet har blivit avmarkerat som felklassificerad

source: %d listing has been unmarked as duplicated
sv_se: %d objektet har blivit avmarkerat som duplicerad

source: %d listing has been unmarked as expired
sv_se: %d objektet har blivit avmarkerat som utgången

source: %d listing has been unmarked as offensive
sv_se: %d objektet har blivit avmarkerat som kränkande

source: An error has occurred
sv_se: Ett fel har inträffat

source: The listing has been deleted
sv_se: Annonsen har raderats

source: The listing couldn't be deleted
sv_se: Annonsen kunde inte raderas

source: The listing has been activated
sv_se: Annonsen har aktiverats

source: The listing has been deactivated
sv_se: Annonsen har inaktiverats

source: The listing has been enabled
sv_se: Annonsen har aktiverats

source: The listing has been disabled
sv_se: Annonsen har inaktiverats

source: Changes have been applied
sv_se: Förändringar har tillämpats

source: The listing has been unmarked as
sv_se: Objektet har blivit avmarkerad som

source: The listing hasn't been unmarked as
sv_se: Annonsen har inte blivit avmarkerad som

source: Changes saved correctly
sv_se: Ändringarna har sparats

source: Resource deleted
sv_se: Resursen raderad

source: A new listing has been added
sv_se: En ny annons har blivit tillagd

source: Listings' settings have been updated
sv_se: Objektets inställningar har uppdaterats

source: The translation folder is not writable
sv_se: Översättningsfoldern är inte skrivbar

source: The language has been installed correctly
sv_se: Språket har installerats korrekt

source: There was a problem adding the language
sv_se: Det gick inte att lägga till språket

source: Language id isn't in the correct format
sv_se: Språk-ID är inte i rätt format

source: Language id doesn't exist
sv_se: Språk ID finns inte

source: Language name field is required
sv_se: Språknamnet måste fyllas i

source: Language short name field is required
sv_se: Språkförkortning måste fyllas i

source: Language description field is required
sv_se: Språkbeskrivning måste fyllas i

source: Currency format field is required
sv_se: Valutaformat måste fyllas i

source: %s has been updated
sv_se: %s har uppdaterats

source: Selected languages have been enabled for the website
sv_se: Valt språk har aktiverats för webbplatsen

source: The language ids aren't in the correct format
sv_se: Språk id är inte i rätt format

source: Selected languages have been disabled for the website
sv_se: Valda språk har inaktiverats för webbplatsen

source: Selected languages have been enabled for the backoffice (oc-admin)
sv_se: Valda språk har aktiverats för BackOffice (OC-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
sv_se: Valda språk har inaktiverats för BackOffice (OC-admin)

source: %s can't be disabled because it's the default language
sv_se: %s kan inte inaktiveras eftersom det är standardspråket

source: Directory '%s' couldn't be removed
sv_se: Katalogen '%s' kunde inte raderas

source: Directory "%s" has been successfully removed
sv_se: Directory "%s" har raderats

source: Directory '%s' couldn't be removed because it's the default language. Set another language as default first and try again
sv_se: Katalogen '%s' kunde inte raderas på grund av att det är det förvalda språket. Välj ett annat språk som huvudspråk först och försök igen

source: The username field is empty
sv_se: Användarnamn måste fyllas i

source: The password field is empty
sv_se: Lösenord måste fyllas i

source: Sorry, incorrect username. <a href="%s">Have you lost your password?</a>
sv_se: Felaktigt användarnamn. <a href=\"%s\">Have you lost your password?</a>

source: Sorry, incorrect password. <a href="%s">Have you lost your password?</a>
sv_se: Felaktigt lösenord. <a href=\"%s\">Have you lost your password?</a>

source: The reCAPTCHA code is wrong
sv_se: reCAPTCHA koden är felaktig

source: A new password has been sent to your e-mail
sv_se: Ett nytt lösenord har skickats till din mailadress

source: Error, the passwords don't match
sv_se: Fel, lösenordet matchar inte

source: You have to set a different internal name
sv_se: Du måste välja ett annat internt namn

source: The page has been updated
sv_se: Sidan har uppdaterats

source: The page couldn't be updated, at least one title should not be empty
sv_se: Sidan kunde inte uppdateras, minst en titel måste vara ifylld

source: You have to set an internal name
sv_se: Du måste ange ett internt namn

source: The page has been added
sv_se: Sidan har lagts till

source: The page couldn't be added, at least one title should not be empty
sv_se: Sidan kunde inte läggas till, minst en titel måste vara ifylld

source: Oops! That internal name is already in use. We can't make the changes
sv_se: Hoppsan! Det interna namnet används redan. Vi kan inte göra förändringar

source: One page can't be deleted because it is indelible
sv_se: En sida kan inte raderas eftersom den inte får raderas

source: %s pages couldn't be deleted because they are indelible
sv_se: %s sidorna kan inte raderas eftersom de är oraderbara

source: One page couldn't be deleted
sv_se: En sida kunde inte tas bort

source: %s pages couldn't be deleted
sv_se: %s sidorna kan inte raderas

source: One page has been deleted correctly
sv_se: En sida har blivit raderad korrekt

source: %s pages have been deleted correctly
sv_se: %s sidorna har raderats

source: The plugin folder is not writable
sv_se: Pluginmappen är inte skrivbar

source: The plugin has been uploaded correctly
sv_se: Din plugin har laddats upp

source: There was a problem adding the plugin
sv_se: Din plugin kunde inte laddas upp

source: Plugin is already installed
sv_se: Pluginet är redan installerat

source: Plugin couldn't be installed because their files are missing
sv_se: Pluginet kunde inte installeras för att det fattas filer

source: Plugin couldn't be installed because of: %s
sv_se: Pluginet kunde inte avinstalleras bara för att %s

source: Plugin couldn't be installed
sv_se: Pluginet kunde inte installeras

source: Plugin installed
sv_se: Pluginen är installerad

source: Plugin uninstalled
sv_se: Pluginen har avinstallerats

source: Plugin couldn't be uninstalled
sv_se: Pluginet kunde inte avinstalleras

source: Plugin enabled
sv_se: Plugin aktiverad

source: Plugin is already enabled
sv_se: Pluginet är redan aktiverat

source: Plugin disabled
sv_se: Pluginen är inaktiverad

source: Plugin is already disabled
sv_se: Pluginet är redan avaktiverat

source: No plugin selected
sv_se: Ingen plugin vald

source: Configuration was saved
sv_se: Konfigurationen sparades

source: %s already was in the database
sv_se: %s finns redan i databasen

source: Country code and name should have at least two characters
sv_se: Landskod och namn måste ha minst två karaktärer

source: %s has been added as a new country
sv_se: %s har lagts till som ett nytt land

source: Country has been edited
sv_se: Landet har redigerats

source: There were some problems editing the country
sv_se: Det uppstod problem vid redigeringen av landet

source: %s has been added as a new region
sv_se: %s har lagts till som en nytt län

source: %s has been edited
sv_se: %s har redigerats

source: %s has been added as a new city
sv_se: %s har lagts till som en ny stad

source: One field was not updated
sv_se: Ett fält uppdaterades inte

source: Permalinks structure updated
sv_se: Permalinksstrukturen är uppdaterad

source: Permalinks structure updated.
sv_se: Permalinksstrukturen är uppdaterad.

source: However, we can't check if Apache module <b>mod_rewrite</b> is loaded. If you experience some problems with the URLs, you should deactivate <em>Friendly URLs</em>
sv_se: Hur som helst, vi kan inte kolla om Apache modulen <b>mod_rewrite</b> är laddad. Om du upplever problem med dina URLs bör du inaktivera <em>Vänliga URLs</em>

source: Friendly URLs successfully deactivated
sv_se: Vänliga URLs framgångsrikt inaktiverade

source: Your Akismet key has been cleared
sv_se: Akismet nyckeln är borttagen

source: Your Akismet key has been updated
sv_se: Akismet nyckeln har uppdaterats

source: Your reCAPTCHA key has been cleared
sv_se: reCAPTCHA nyckeln är borttagen

source: Your reCAPTCHA key has been updated
sv_se: reCAPTCHA nyckeln har uppdaterats

source: The currency code is not in the correct format
sv_se: Valutaformatet har inte rätt format

source: Currency added
sv_se: Valutan är tillagd

source: Currency couldn't be added
sv_se: Valutan kunde inte läggas till

source: The currency code '%s' doesn't exist
sv_se: Valutakoden '%s' existerar inte

source: Error: the currency code is not in the correct format
sv_se: Fel: valutankoden inte är i rätt format

source: Currency updated
sv_se: Valutan är uppdaterad

source: No changes were made
sv_se: Inga ändringar gjordes

source: No currencies have been deleted
sv_se: Inga valutor har raderats

source: One currency has been deleted
sv_se: En valuta har tagits bort

source: %s currencies have been deleted
sv_se: %s valutor har tagits bort

source: Mail server type is incorrect
sv_se: Mailserver typ är felaktig

source: Mail server configuration has changed
sv_se: Mailserver konfigurationen har ändrats

source: There was a problem uploading the watermark image
sv_se: Det blev ett problem vid uppladdningen av vattenstämpeln

source: The watermark image has to be a .PNG file
sv_se: Vattenmärkesbilden måste vara en .PNG fil

source: You cannot set a maximum file size higher than the one allowed in the PHP configuration: <b>%d KB</b>
sv_se: Du kan inte sätta en maximal filstorlek högre än den som tillåts i PHP konfigurationen: <b>%d KB</b>

source: Media config has been updated
sv_se: Media config har uppdaterats

source: Re-generation complete
sv_se: Re-generationen komplett

source: Page title field is required
sv_se: Titel måste fyllas i

source: Contact email field is required
sv_se: Email måste fyllas i

source: General settings have been updated
sv_se: Allmänna inställningar har uppdaterats

source: Custom number could not be left empty
sv_se: Anpassningsbart nummer kunde inte lämnas tomt

source: Last search settings have been updated
sv_se: Inställningarna för senaste sökning har uppdaterats

source: Import complete
sv_se: Uppladdningen klar

source: There was a problem importing data to the database
sv_se: Det gick inte att importera data till databasen

source: Recount category stats has been successful
sv_se: Omräkning av kategoristatistiken lyckades

source: Path is empty
sv_se: Sökvägen är tom

source: Could not connect with the database. Error: %s
sv_se: Kunde inte kontakta databasen. Error: %s

source: There are no tables to back up
sv_se: Det finns inga tabeller att backa upp

source: The folder is not writable
sv_se: Foldern är inte skrivbar

source: Could not select the database. Error: %s
sv_se: Kunde inte välja databasen. Error: %s

source: Maintenance mode is ON
sv_se: Underhållsläget är PÅ

source: Maintenance mode is OFF
sv_se: Underhållsläget är AV

source: The user has been created. We've sent an activation e-mail
sv_se: Användaren har skapats. Vi har skickat ett aktiveringsmail

source: The user has been created successfully
sv_se: Användaren har skapats korrekt

source: The user has been updated and activated
sv_se: Användaren har uppdaterats och aktiverats

source: The user has been updated
sv_se: Användaren har uppdaterats

source: User id isn't in the correct format
sv_se: Användar-id är inte i rätt format

source: Activation email sent to one user
sv_se: Aktiverings e-post skickat till en användare

source: One user has been activated
sv_se: En användare har blivit aktiverad

source: One user has been deactivated
sv_se: En användare har blivit deaktiverad

source: One user has been unblocked
sv_se: En användare har blivit avblockerad

source: One user has been blocked
sv_se: En användare har blivit blockerad

source: One user has been deleted
sv_se: En användare har blivit raderad

source: Title too short.
sv_se: Titeln är för kort

source: Title too long.
sv_se: Titeln är för lång

source: Description too short.
sv_se: Beskrivningen är för kort

source: Description too long.
sv_se: Beskrivningen är för lång

source: Category invalid.
sv_se: Ogiltig kategori

source: Price too long.
sv_se: Priset är för långt

source: Name too long.
sv_se: Namnet är för långt

source: Email invalid.
sv_se: Ogiltig email

source: Country too short.
sv_se: Land för kort

source: Country too long.
sv_se: Land för långt

source: Region too short.
sv_se: Region för kort

source: Region too long.
sv_se: Region för långt

source: City too short.
sv_se: Stad för kort

source: City too long.
sv_se: Stad för långt

source: Municipality too short.
sv_se: Kommunen innehåller för få bokstäver

source: Municipality too long.
sv_se: Kommunen innehåller för många bokstäver

source: Address too short.
sv_se: Adressen innehåller för få bokstäver

source: Address too long.
sv_se: Adressen innehåller för många bokstäver

source: Too fast. You should wait a little to publish your ad.
sv_se: Du är för snabb! Du måste vänta några sekunder innan du kan publicera din annons

source: %s field is required.
sv_se: %s fältet måste fyllas i

source: One of the files you tried to upload exceeds the maximum size
sv_se: En av filerna du försökte ladda upp överskrider maxstorleken

source: Check your inbox to validate your listing
sv_se: Kolla din inkorg för att bekräfta din annons

source: The comments have been unblocked
sv_se: Kommentarerna har avblockerats

source: The comments have been blocked
sv_se: Kommentarerna har blivit blockade

source: %d listing has been unmarked
sv_se: %d annonser är inte längre markerad

source: Last check
sv_se: Kontrollerades senast

source: Entered an invalid email
sv_se: Angett en ogiltig e-postadress
