Repository: gaissa/Raito
Catalog: *-content/themes/raito_teema/languages/*/theme.po
Languages: fi_fi

source: Sorry but I can't find the page you're looking for
fi_fi: Sivua ei löydy

source: Let us help you, we have got a few tips for you to find it.
fi_fi: Hupsista, nyt ei löytynyt mitään.

source: Search
fi_fi: Etsi

source: <strong>Look</strong> for it in the most popular categories.
fi_fi: <strong> Etsi </ strong> suosituista

source: Contact publisher
fi_fi: Ota yhteyttä ilmoittajaan

source: The listing is expired. You can't contact the publisher.
fi_fi: tämä ilmoitus on vanhentunut et voi ottaa yhteyttä julkaisijaan

source: It's your own listing, you can't contact the publisher.
fi_fi: Tämä on sinun ilmoituksesi. Kirjaudu ulos nähdäksesi asiakasversion.

source: You must log in or register a new account in order to contact the advertiser
fi_fi: Du måste logga in eller registrera ett nytt konto för att kontakta annonsören

source: Login
fi_fi: kirjaudu sisään

source: Register for a free account
fi_fi: uusi käyttäjä

source: Your name
fi_fi: Nimi

source: Your e-mail address
fi_fi: Sähköposti

source: Phone number
fi_fi: Puhelinnumero

source: optional
fi_fi: valinnainen

source: Message
fi_fi: Viesti

source: Attachment
fi_fi: Liite

source: Enter the words above
fi_fi: Kirjoita ylläolevat sanat

source: Help
fi_fi: Apua

source: Send
fi_fi: Lähetä

source: Edit item
fi_fi: muokkaa ilmoitusta

source: This action can not be undone. Are you sure you want to continue?
fi_fi: Tätä toimintoa ei voi peruuttaa, haluatko varmasti jatkaa?

source: Delete
fi_fi: Poista

source: Activate
fi_fi: Aktivoi

source: Ads management
fi_fi: Mainosten hallinta

source: Save changes
fi_fi: Tallenna muutokset

source: Categories Icons
fi_fi: Kategoria kuvakkeet

source: OsclassWizards Documentation
fi_fi: OsclassWizards Dokumentaatio

source: Preview
fi_fi: Esikatselu

source: Remove image
fi_fi: Poista kuva

source: No image has been uploaded yet
fi_fi: Kuvaa ei ole vielä ladattu

source: Upload image
fi_fi: Lataa kuva

source: Accepted image (png,gif,jpg)
fi_fi: Tuetut kuvatiedostot (png,gif,jpg)

source: Upload
fi_fi: Lataa

source: Category Icons
fi_fi: Kategoria kuvakkeet

source: Documentation
fi_fi: Dokumentaatio

source: Theme settings
fi_fi: Teeman asetukset

source: Welcome message
fi_fi: Tervetuloviesti

source: Show lists as
fi_fi: Näytä ilmoitukset muodossa

source: List
fi_fi: Lista

source: Home page settings
fi_fi: Kotisivun asetukset

source: Show popular
fi_fi: Näytä suositut

source: Popular searches
fi_fi: Suositut haut

source: Title min. length
fi_fi: Otsikon minimipituus

source: Description min. length
fi_fi: Kuvauksen minimipituus

source: Auto-complete text
fi_fi: Automaattinen tekstintäyttö

source: Drop-down select
fi_fi: Pudotusvalikko

source: Search page settings
fi_fi: Etsi -sivun asetukset

source: Home
fi_fi: Koti

source: Right to left view.
fi_fi: Oikealta vasemmalle näkymä

source: You can write your custom CSS and override the default CSS.
fi_fi: voit käyttää omaa CSS muotilua ja ohittaa vaikio CSS asetukset

source: Enter your email address.
fi_fi: Syötä sähköpostiosoitteesi

source: You have sucessfully subscribed to the alert
fi_fi: Tilaus onnistui!

source: Invalid email address
fi_fi: Väärä sähköpostiosoite

source: Subscribe to this search
fi_fi: Tilaa tämä haku

source: Subscribe now
fi_fi: Tilaa nyt

source: Cancel
fi_fi: Peruuta

source: Previous image
fi_fi: Edellinen kuva

source: Next image
fi_fi: Seuraava kuva

source: Close
fi_fi: Sulje

source: Contact us
fi_fi: Ota yhteyttä

source: Your email address
fi_fi: Sähköpostisi

source: Subject
fi_fi: Aihe

source: ie. PHP Programmer
fi_fi: hakusana

source: Categories
fi_fi: Työt ja palvelut

source: See more listings...
fi_fi: Lisää . . .

source: Publish a listing
fi_fi: Julkaise

source: Edit your listing
fi_fi: Muokkaa ilmoitustasi

source: Send to a friend
fi_fi: Lähetä ystävälle

source: Search results
fi_fi: hakutulokset

source: Search results: %s
fi_fi: hakutulokset: %s

source: Dashboard
fi_fi: instrumentbräda

source: %s's profile
fi_fi: %sn profiili

source: Account
fi_fi: Käyttäjätili

source: Listings
fi_fi: Ilmoitukset

source: Alerts
fi_fi: varningar

source: Update account
fi_fi: Päivitä käyttäjätili

source: Change email
fi_fi: Vaihda sähköposti

source: Change username
fi_fi: Vaihda käyttäjänimi

source: Change password
fi_fi: Vaihda salasana

source: Recover password
fi_fi: Palauta salasana

source: Create a new account
fi_fi: Luo uusi käyttäjätili

source: Contact
fi_fi: tietoa osuuskunnasta

source: Public Profile
fi_fi: Julkinen Profiili

source: Delete account
fi_fi: Poista käyttäjätili

source: Theme settings updated correctly
fi_fi: Teeman asetukset päivitetty

source: Category icons settings updated correctly
fi_fi: Kategoriakuvake päivitetty

source: Theme color settings updated correctly
fi_fi: Teeman väriasetus päivitetty

source: An error has occurred, please try again
fi_fi: Tapahtui virhe, yritä uudelleen

source: Image not found
fi_fi: Kuvaa ei löydy

source: All categories
fi_fi: Kaikki ilmoitukset

source: Choose one category
fi_fi: Valitse yksi työ tai palvelu

source: Title: this field is required
fi_fi: Otsikko: Tämä kenttä on tarpeellinen

source: Title too short
fi_fi: Otsikko on liian lyhyt

source: Description too short
fi_fi: Kuvaus on liian lyhyt

source: Price: no more than 50 characters
fi_fi: Hinta: korkeintaan 50 merkkiä

source: Currency: make your selection
fi_fi: Valitse valuutta

source: Photo: must be png,gif,jpg,jpeg
fi_fi: Valokuva: kelvolliset formaatit png,gif,jpg,jpeg

source: Name: this field is required
fi_fi: Nimi: tämä kenttä on tarpeellinen

source: Name: enter at least 3 characters
fi_fi: Nimi: vähintään kolme merkkiä

source: Name: no more than 35 characters
fi_fi: Nimi: korkeintaan 35 merkkiä

source: Email: this field is required
fi_fi: Sähkopostiosoite: tämä kenttä on tarpeellinen

source: Please select a country
fi_fi: Valitse maa

source: Region: this field is required
fi_fi: Alue: tämä kenttä on tarpeellinen

source: Region: enter at least 3 characters
fi_fi: Alue: vähintään kolme merkkiä

source: Region: no more than 100 characters
fi_fi: Alue: Ei enempää kuin 100 merkkiä

source: City: this field is required
fi_fi: Kylä: tämä kenttä on tarpeellinen

source: City: enter at least 3 characters
fi_fi: Kylä: vähintään kolme merkkiä

source: City: no more than 100 characters
fi_fi: Kylä: ei enempää kuin 100 merkkiä

source: Language:
fi_fi: kieli:

source: Hi %s
fi_fi: Hei %s

source: My account
fi_fi: Asetukset

source: Logout
fi_fi: kirjaudu ulos

source: Publish your ad for free
fi_fi: julkaise

source: Select a category
fi_fi: TYÖ TAI PALVELU

source: Select a country
fi_fi: Valitse maa

source: Select a region
fi_fi: VALITSE ALUE

source: Category
fi_fi: työ tai palvelu

source: Title
fi_fi: Otsikko

source: Description
fi_fi: Kuvaus

source: Price
fi_fi: Hinta

source: Listing Location
fi_fi: Sijainti

source: Region
fi_fi: Alue

source: City
fi_fi: Kylä

source: Address
fi_fi: Katuosoite

source: Seller's information
fi_fi: Myyjän tiedot

source: Name
fi_fi: Nimi

source: Show e-mail on the listing page
fi_fi: Näytä sähköpostini listausnäkymässä

source: Update
fi_fi: Päivitä

source: Publish
fi_fi: Julkaise

source: Your e-mail
fi_fi: Sähköposti

source: Your friend's name
fi_fi: Ystäväsi nimi

source: Your friend's e-mail address
fi_fi: Ystäväsi sähköpostiosoite

source: Subject (optional)
fi_fi: Otsikko (valinnainen)

source: Profile and other items
fi_fi: Julkaisijan profiili ja ilmoitukset

source: <i class="fa fa-calendar-o"></i> Published date: %1$s
fi_fi: <i class="fa fa-calendar-o"></i> Julkaisupäivä: %1$s

source: <span class="update"><i class="fa fa-calendar"></i> Modified date:</span> %1$s
fi_fi: <span class="update"><i class="fa fa-calendar"></i> Viimeksi muokattu:</span> %1$s

source: Image
fi_fi: Kuva

source: See all ads from this advertiser
fi_fi: Lisää ilmoituksia julkaisijalta

source: Comments
fi_fi: Kommentit

source: Delete your comment
fi_fi: Poista kommenttisi

source: Leave your comment (spam and offensive messages will be removed)
fi_fi: Jätä kommentti

source: Comment
fi_fi: Kommentti

source: Mark as...
fi_fi: Merkitse...

source: Mark as spam
fi_fi: Merkitse roskapostiksi

source: Mark as misclassified
fi_fi: Merkitse luokittelemattomaksi

source: Mark as duplicated
fi_fi: Merkitse duplikaatiksi

source: Mark as expired
fi_fi: Merkitse sulkeutuneeksi

source: Mark as offensive
fi_fi: Merkitse loukkaavaksi

source: Related listings
fi_fi: Samankaltaiset ilmoitukset

source: Premium Listings
fi_fi: Ajankohtaista

source: Latest Listings
fi_fi: Viimeisimmät

source: There aren't listings available at this moment
fi_fi: Ei listauksia

source: See all listings
fi_fi: kaikki ilmoitukset

source: Popular in %s
fi_fi: %s - suosituimmat

source: Show Filters
fi_fi: näytä suotimet

source: Show only
fi_fi: Näytä ainoastaan

source: listings with pictures
fi_fi: kuvalliset ilmoitukset

source: Apply
fi_fi: ETSI

source: Selected
fi_fi: Valittu

source: Nothing selected, input was
fi_fi: Mittään ei valittu, haku oli

source: There are no results matching "%s"
fi_fi: Ei hakutuloksia hakusanalle: "%s"

source: %1$d - %2$d of %3$d listings
fi_fi: %1$d - %2$d / %3$d ilmoituksesta

source: You do not have any alerts yet
fi_fi: Sinulla ei ole vielä huomautuksia

source: Alert
fi_fi: Huomautus

source: This action can't be undone. Are you sure you want to continue?
fi_fi: Tätä toimintoa ei voi peruuttaa, haluatko varmasti jatkaa?

source: Delete this alert
fi_fi: Poista tämä huomautus

source: Change e-mail
fi_fi: Vaihda sähköpostiosoite

source: Current e-mail
fi_fi: Nykyinen sähköpostiosoite

source: New e-mail
fi_fi: Uusi säköpostiosoite

source: Current password
fi_fi: Nykyinen salasana

source: New password
fi_fi: Uusi salasana

source: Repeat new password
fi_fi: Toista uusi salasana

source: Username: this field is required
fi_fi: Käyttäjänimi: Tämä kenttä on tarpeellinen

source: The username is available
fi_fi: Käyttäjänimi on vapaana

source: The username is NOT available
fi_fi: käyttäjänimi EI ole vapaana

source: Change Username
fi_fi: Vaihda käyttäjänimi

source: Username
fi_fi: Käyttäjänimi

source: Recover your password
fi_fi: Palauta salasana

source: My listings
fi_fi: Minun Ilmoitukseni

source: No listings have been added yet
fi_fi: Ilmoituksia ei ole vielä lisätty

source: Please Login
fi_fi: Kirjaudu sisään

source: Password
fi_fi: Salasana

source: Remember me
fi_fi: Muista minut

source: Log in
fi_fi: Kirjaudu sisään

source: Forgot password?
fi_fi: Unohditko salasanan?

source: User type
fi_fi: Käyttäjätyyppi

source: Cell phone
fi_fi: Matkapuhelin

source: Phone
fi_fi: Puhelin

source: Country
fi_fi: Maa

source: City area
fi_fi: Kaupunki

source: Website
fi_fi: Kotisivu

source: Location
fi_fi: Sijainti

source: Latest listings
fi_fi: Viimeisimmät ilmoitukset

source: Send me a new password
fi_fi: Lähetä uusi salasana

source: Register an account for free
fi_fi: Rekisteröi uusi käyttäjätili

source: Repeat password
fi_fi: Toista salasana

source: Passwords don't match
fi_fi: Virhe. Salasanat eivät täsmää

source: Create An Account
fi_fi: Luo uusi käyttäjätili

source: Are you sure you want to delete your account?
fi_fi: Oletko varma että haluat poistaa käyttäjätilisi?
