Repository: gaissa/Raito
Catalog: *-content/plugins/preResize_images/languages/*/messages.po
Languages: fi_fi

source: Settings & Help
fi_fi: Asetukset ja ohjeet

source: Images already uploaded
fi_fi: Kuvat on jo ladattu

source: Delete
fi_fi: Poista

source: Click or Drop for upload images
fi_fi: Lisää kuva

source: Processing...
fi_fi: Ladataan...

source: Cancel
fi_fi: Mitätöi

source: Retry
fi_fi: Uudestaan

source: This action can't be undone. Are you sure you want to continue?
fi_fi: Tätä toimintoa ei voi peruuttaa, oletko varma että haluat jatkaa

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
fi_fi: liian monta kohdetta ({netItems}) koetettiin päivittää. Suurin kohteiden määrä on {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
fi_fi: Tiedostoja ladataan. Mikäli kirjaudut ulos nyt, tiedostojen lataaminen peruuntuu.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
fi_fi: {file} Tiedostoa ei tueta. Tuetut tiedostotyypit ovat: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
fi_fi: {file} on liian suuri, suurin mahdollinen tiedostokoko {sizeLimit}.

source: {file} is empty, please select files again without it.
fi_fi: {file} on tyhjä, valitse tiedostot uudestaan ilman tätä kyseistä tiedostoa.

source: Upload failed
fi_fi: Lataaminen epäonnistui

source: Deleting...
fi_fi: Poistetaan...

source: Make primary image
fi_fi: Valitse kansikuvaksi

source: Too many items were uploaded. Item limit is %d.
fi_fi: Liian monta kohdetta, enimmäismäärä on %d.

source: Server error. Upload directory isn't writable.
fi_fi: Palvelinvirhe. Kohdekansioon ei voida kirjoittaa

source: No files were uploaded.
fi_fi: Tiedostoja ei ladattu

source: File is empty
fi_fi: Tiedosto on tyhjä

source: File is too large
fi_fi: Tiedosto on liian suuri

source: File has an invalid extension, it should be one of %s.
fi_fi: Tiedostopääte ei kelpaa, sallitut tiedostotyypit %s.

source: Settings changed
fi_fi: Asetuksia muutettu

source: Save changes
fi_fi: Tallenna
